{
    "Memory reconsolidation, emotional arousal, and the process of change in psychotherapy: New insights from brain science": [
        "Lane, R.",
        "Ryan, L.",
        "Nadel, L.",
        "Greenberg, L."
    ],
    "Psychopathology arises from intertemporal bargaining as well as from emotional trauma": [
        "Ainslie, G."
    ],
    "The importance of the rites of passage in assigning semantic structures to autobiographical memory": [
        "Benga, O.",
        "Neagota, B.",
        "Benga, I."
    ],
    "Reconsolidation versus retrieval competition: Rival hypotheses to explain memory change in psychotherapy": [
        "Brewin, C."
    ],
    "Clinical applications of counterfactual thinking during memory reactivation": [
        "De Brigard, F.",
        "Hanna, E."
    ],
    "Changing maladaptive memories through reconsolidation: A role for sleep in psychotherapy?": [
        "Diekelmann, S.",
        "Forcato, C."
    ],
    "Minding the findings: Let's not miss the message of memory reconsolidation research for psychotherapy": [
        "Ecker, B.",
        "Hulley, L.",
        "Ticic, R."
    ],
    "A clinician's perspective on memory reconsolidation as the primary basis for psychotherapeutic change in posttraumatic stress disorder (PTSD)\n1": [
        "Kimbrel, N.",
        "Meyer, E.",
        "Beckham, J."
    ],
    "The nature of the semantic/episodic memory distinction: A missing piece of the “working through” process": [
        "Klein, S.",
        "Markowitsch, H."
    ],
    "Therapeutic affect reduction, emotion regulation, and emotional memory reconsolidation: A neuroscientific quandary": [
        "LaBar, K."
    ],
    "Memory reconsolidation, repeating, and working through: Science and culture in psychotherapeutic research and practice": [
        "Levin, C."
    ],
    "Memory reconsolidation and psychotherapeutic process": [
        "Liberzon, I.",
        "Javanbakht, A."
    ],
    "Reconsolidation or re-association?": [
        "Llewellyn, S."
    ],
    "The relevance of maintaining and worsening processes in psychopathology": [
        "Mancini, F.",
        "Gangemi, A."
    ],
    "Social-psychological evidence for the effective updating of implicit attitudes\n1": [
        "Mann, T.",
        "Cone, J.",
        "Ferguson, M."
    ],
    "Top-down versus bottom-up perspectives on clinically significant memory reconsolidation": [
        "Marks-Tarlow, T.",
        "Panksepp, J."
    ],
    "Trade-offs between the accuracy and integrity of autobiographical narrative in memory reconsolidation": [
        "Montemayor, C."
    ],
    "Emotion regulation as a main mechanism of change in psychotherapy": [
        "Moyal, N.",
        "Cohen, N.",
        "Henik, A.",
        "Anholt, G."
    ],
    "How do we remember traumatic events? Exploring the role of neuromodulation": [
        "Ortu, D."
    ],
    "Memory reconsolidation keeps track of emotional changes, but what will explain the actual “processing”?": [
        "Pascual-Leone, A.",
        "Pascual-Leone, J."
    ],
    "Let's be skeptical about reconsolidation and emotional arousal in therapy": [
        "Patihis, L."
    ],
    "Multiple traces or Fuzzy Traces? Converging evidence for applications of modern cognitive theory to psychotherapy": [
        "Reyna, V.",
        "Landa, Y."
    ],
    "How does psychotherapy work? A case study in multilevel explanation": [
        "Roache, R."
    ],
    "Reconsolidation: Turning consciousness into memory": [
        "Solms, M."
    ],
    "Disruption of reconsolidation processes is a balancing act – can it really account for change in psychotherapy?": [
        "Spanagel, R.",
        "Bohus, M."
    ],
    "Deconstructing the process of change in cognitive behavioral therapy: An alternative approach focusing on the episodic retrieval mode": [
        "Staniloiu, A.",
        "Zaretsky, A."
    ],
    "Focus on emotion as a catalyst of memory updating during reconsolidation": [
        "Stein, M.",
        "Rohde, K.",
        "Henke, K."
    ],
    "Mental model construction, not just memory, is a central component of cognitive change in psychotherapy": [
        "Von Hecker, U.",
        "McIntosh, D.",
        "Sedek, G."
    ],
    "Memory reconsolidation and self-reorganization": [
        "Whelton, W."
    ],
    "How to learn about teaching: An evolutionary framework for the study of teaching behavior in humans and other animals": [
        "Kline, M."
    ],
    "Cultural variant interaction in teaching and transmission": [
        "Abrams, M."
    ],
    "The lowest common denominator between species for teaching behaviors": [
        "Badets, A.",
        "Osiurak, F."
    ],
    "Understanding teaching needs development": [
        "Beck, S."
    ],
    "Systematic data are the best way forward in studies of teaching": [
        "Caro, T."
    ],
    "Does all teaching rest on evolved traits?": [
        "Chouinard-Thuly, L.",
        "Reader, S."
    ],
    "Learning about teaching requires thinking about the learner": [
        "Corriveau, K."
    ],
    "Subjectivity may hinder the application of Kline's teaching framework in comparative contexts": [
        "Dean, L.",
        "Kendal, R."
    ],
    "What is teaching? A clear, integrative, operational definition for teaching is still needed": [
        "Eshchar, Y.",
        "Fragaszy, D."
    ],
    "The study of teaching needs an inclusive functional definition": [
        "Fogarty, L."
    ],
    "Evolutionary mechanisms of teaching": [
        "Gärdenfors, P.",
        "Högberg, A."
    ],
    "To what adaptive problems is human teaching a solution?": [
        "Hernik, M.",
        "Gergely, G."
    ],
    "On the persistent gray area between teaching and punishment": [
        "Jacquet, J."
    ],
    "Another way to learn about teaching: What dogs can tell us about the evolution of pedagogy": [
        "Johnston, A.",
        "McAuliffe, K.",
        "Santos, L."
    ],
    "The parental brain: A neural framework for study of teaching in humans and other animals": [
        "Kim, H.",
        "Torres-Garcia, A.",
        "Swain, J."
    ],
    "Variations in teaching bring variations in learning": [
        "Koenig, M."
    ],
    "Cooperation in human teaching": [
        "Kruger, A."
    ],
    "“Teaching is so WEIRD”": [
        "Lancy, D."
    ],
    "Teaching interactions are based on motor behavior embodiment": [
        "Marin, L."
    ],
    "Cognitive mechanisms matter – but they do not explain the absence of teaching in chimpanzees\n1": [
        "Moore, R.",
        "Tennie, C."
    ],
    "Eyes on the price: Human culture and its teaching": [
        "Müller, C."
    ],
    "Childhood and the evolution of higher-effort teaching": [
        "Nielsen, M.",
        "Shipton, C."
    ],
    "Play to learn, teach by play": [
        "Palagi, E.",
        "Stanyon, R.",
        "Demuru, E."
    ],
    "Mind, brain, and teaching: Some directions for future research": [
        "Pasquinelli, E.",
        "Zalla, T.",
        "Gvodzic, K.",
        "Potier-Watkins, C.",
        "Piazza, M."
    ],
    "Clarifying the range of social-cognitive processes subserving human teaching": [
        "Paulus, M.",
        "Kim, S.",
        "Sodian, B."
    ],
    "Multiple dilemmas of help and counteraction to teaching in complex social worlds": [
        "Poddiakov, A."
    ],
    "Is tolerance really teaching?": [
        "Rapaport, L."
    ],
    "Measuring teaching through hormones and time series analysis: Towards a comparative framework\n1": [
        "Ravignani, A.",
        "Sonnweber, R."
    ],
    "The benefits of an evolutionary framework for the investigation of teaching behaviour: Emphasis should be taken off humans as a benchmark": [
        "Ridley, A.",
        "Ashton, B."
    ],
    "Human teaching and learning involve cultural communities, not just individuals": [
        "Rogoff, B."
    ],
    "The active role played by human learners is key to understanding the efficacy of teaching in humans": [
        "Ronfard, S.",
        "Harris, P."
    ],
    "More examples of chimpanzees teaching": [
        "Scheel, M.",
        "Shaw, H.",
        "Gardner, R."
    ],
    "The mutual relevance of teaching and cultural attraction": [
        "Scott-Phillips, T.",
        "Sperber, D."
    ],
    "Teacher and learner: Supervised and unsupervised learning in communities": [
        "Shafto, M.",
        "Seifert, C."
    ],
    "Robot teachers: The very idea!": [
        "Sharkey, A."
    ],
    "Teaching as an exaptation": [
        "Smaldino, P.",
        "Newton, E."
    ],
    "Cognitive universals and cultural variation in teaching": [
        "Strauss, S.",
        "Ziv, M.",
        "Frye, D."
    ],
    "Learning in and about opaque worlds": [
        "Tatone, D.",
        "Csibra, G."
    ],
    "The proximate-ultimate confusion in teaching and cooperation": [
        "Thornton, A.",
        "Raihani, N."
    ],
    "Précis on The Cognitive-Emotional Brain": [
        "Pessoa, L."
    ],
    "Cognition as the tip of the emotional iceberg: A neuro-evolutionary perspective": [
        "Bos, P.",
        "Brummelman, E.",
        "Terburg, D."
    ],
    "On emotion-cognition integration: The effect of happy and sad moods on language comprehension": [
        "Egidi, G."
    ],
    "Surprise as an ideal case for the interplay of cognition and emotion": [
        "Foster, M.",
        "Keane, M."
    ],
    "Enactive neuroscience, the direct perception hypothesis, and the socially extended mind": [
        "Froese, T."
    ],
    "Integration of cognition and emotion in physical and mental actions in musical and other behaviors": [
        "Gardiner, M."
    ],
    "How arousal influences neural competition: What dual competition does not explain": [
        "Greening, S.",
        "Mather, M."
    ],
    "The cognitive-emotional brain is an embodied and social brain": [
        "Kiverstein, J.",
        "Miller, M."
    ],
    "Behavioral evidence for a continuous approach to the perception of emotionally valenced stimuli": [
        "LoBue, V."
    ],
    "United we stand, divided we fall: Cognition, emotion, and the moral link between them": [
        "Manfrinati, A."
    ],
    "Models for cognition and emotion: Evolutionary and linguistic considerations": [
        "Montemayor, C."
    ],
    "On theory integration: Toward developing affective components within cognitive architectures": [
        "Olds, J.",
        "Marewski, J."
    ],
    "Neuropsychology still needs to model organismic processes “from within”": [
        "Pascual-Leone, J.",
        "Pascual-Leone, A.",
        "Arsalidou, M."
    ],
    "When emotion and cognition do (not) work together: Delusions as emotional and executive dysfunctions": [
        "Petrolini, V."
    ],
    "Active inference and cognitive-emotional interactions in the brain": [
        "Pezzulo, G.",
        "Barca, L.",
        "Friston, K."
    ],
    "The cognitive-emotional brain: Opportunitvnies and challenges for understanding neuropsychiatric disorders": [
        "Shackman, A.",
        "Fox, A.",
        "Seminowicz, D."
    ],
    "Strengthening emotion-cognition integration": [
        "Todd, R.",
        "Thompson, E."
    ],
    "Social theory and the cognitive-emotional brain": [
        "Verweij, M.",
        "Senior, T."
    ],
    "Precision about the automatic emotional brain": [
        "Vuilleumier, P."
    ],
    "Preferences and motivations with and without inferences": [
        "Winkielman, P.",
        "Inzlicht, M.",
        "Harmon-Jones, E."
    ],
    "A conceptual framework for the neurobiological study of resilience": [
        "Kalisch, R.",
        "Müller, M.",
        "Tüscher, O."
    ],
    "What do we know about positive appraisals? Low cognitive cost, orbitofrontal-striatal connectivity, and only short-term bolstering of resilience": [
        "Beer, J.",
        "Flagan, T."
    ],
    "The importance of not only individual, but also community and society factors in resilience in later life": [
        "Bennett, K.",
        "Windle, G."
    ],
    "Resilience and psychiatric epidemiology: Implications for a conceptual framework": [
        "Boden, J.",
        "McLeod, G."
    ],
    "“If you want to understand something, try to change it”: Social-psychological interventions to cultivate resilience": [
        "Brummelman, E.",
        "Walton, G."
    ],
    "Rediscovering confidence as a mechanism and optimism as a construct": [
        "Carver, C.",
        "Scheier, M."
    ],
    "The challenges of forecasting resilience": [
        "Chang, L.",
        "Reddan, M.",
        "Ashar, Y.",
        "Eisenbarth, H.",
        "Wager, T."
    ],
    "Cognitive trade-offs and the costs of resilience": [
        "Crespi, B."
    ],
    "Does a positive appraisal style work in all stressful situations and for all individuals?": [
        "Egloff, B."
    ],
    "The value of “negative” appraisals for resilience. Is positive (re)appraisal always good and negative always bad?": [
        "Freund, A.",
        "Staudinger, U."
    ],
    "Rethinking reappraisal: Insights from affective neuroscience": [
        "Grecucci, A.",
        "Job, R."
    ],
    "Heterogeneity of cognitive-neurobiological determinants of resilience": [
        "Hermans, E.",
        "Fernández, G."
    ],
    "The self in its social context: Why resilience needs company": [
        "IJzerman, H.",
        "Lindenberg, S."
    ],
    "Personality science, resilience, and posttraumatic growth": [
        "Jayawickreme, E.",
        "Forgeard, M.",
        "Blackie, L."
    ],
    "Resilience: Mediated by not one but many appraisal mechanisms": [
        "Juslin, P."
    ],
    "Careful operationalization and assessment are critical for advancing the study of the neurobiology of resilience\n1": [
        "Kimbrel, N.",
        "Beckham, J."
    ],
    "Appreciating methodological complexity and integrating neurobiological perspectives to advance the science of resilience": [
        "Kleim, B.",
        "Galatzer-Levy, I."
    ],
    "Resilience is more about being flexible than about staying positive": [
        "Koole, S.",
        "Schwager, S.",
        "Rothermund, K."
    ],
    "Knowledge and resilience": [
        "Lau, J."
    ],
    "Adding network approaches to a neurobiological framework of resilience": [
        "Levit-Binnun, N.",
        "Golland, Y."
    ],
    "Positive appraisal style: The mental immune system?\n1": [
        "Luyten, L.",
        "Boddez, Y.",
        "Hermans, D."
    ],
    "Are positive appraisals always adaptive?": [
        "Mancini, A."
    ],
    "When at rest: “Event-free” active inference may give rise to implicit self-models of coping potential": [
        "Murray, R.",
        "Gerrans, P.",
        "Brosch, T.",
        "Sander, D."
    ],
    "Phenotypic programming as a distal cause of resilience": [
        "Nederhof, E."
    ],
    "Integration of negative experiences: A neuropsychological framework for human resilience": [
        "Quirin, M.",
        "Kent, M.",
        "Boksem, M.",
        "Tops, M."
    ],
    "Animals can tell us more": [
        "Sachser, N.",
        "Richter, S."
    ],
    "Stability through variability: Homeostatic plasticity and psychological resilience": [
        "Schutter, D.",
        "Wischnewski, M.",
        "Bekkering, H."
    ],
    "Quantifying resilience: Theoretical or pragmatic for translational research?": [
        "Shumyatsky, G.",
        "Jovanovic, T.",
        "Handler, T."
    ],
    "Toward a translational neuropsychiatry of resilience": [
        "Silbersweig, D."
    ],
    "Broadening the definition of resilience and “reappraising” the use of appetitive motivation": [
        "Soenke, M.",
        "O'Connor, M.",
        "Greenberg, J."
    ],
    "Resilience: The role of accurate appraisal, thresholds, and socioenvironmental factors\n1": [
        "Southwick, S.",
        "Pietrzak, R.",
        "Charney, D.",
        "Krystal, J."
    ],
    "Reappraisal and resilience to stress: Context must be considered": [
        "Troy, A."
    ],
    "Social ecological complexity and resilience processes": [
        "Ungar, M."
    ],
    "Beyond resilience: Positive mental health and the nature of cognitive processes involved in positive appraisals": [
        "Vázquez, C."
    ],
    "The temporal dynamics of resilience: Neural recovery as a biomarker": [
        "Walter, H.",
        "Erk, S.",
        "Veer, I."
    ],
    "Do we know how stressed we are?": [
        "Washington, N."
    ],
    "Political diversity will improve social psychological science\n1": [
        "Duarte, J.",
        "Crawford, J.",
        "Stern, C.",
        "Haidt, J.",
        "Jussim, L.",
        "Tetlock, P."
    ],
    "A “cohesive moral community” is already patrolling behavioral science\n1": [
        "Ainslie, G."
    ],
    "Recognizing and coping with our own prejudices: Fighting liberal bias without conservative input": [
        "Baumeister, R."
    ],
    "Method and matter in the social sciences: Umbilically tied to the Enlightenment": [
        "Beit-Hallahmi, B."
    ],
    "Is liberal bias universal? An international perspective on social psychologists": [
        "Bilewicz, M.",
        "Cichocka, A.",
        "Górska, P.",
        "Szabó, Z."
    ],
    "On the history of political diversity in social psychology": [
        "Binning, K.",
        "Sears, D."
    ],
    "QTIPs: Questionable theoretical and interpretive practices in social psychology": [
        "Brandt, M.",
        "Proulx, T."
    ],
    "The psychology of psychology: A thought experiment": [
        "Ceci, S.",
        "Williams, W."
    ],
    "Political homogeneity can nurture threats to research validity": [
        "Chambers, J.",
        "Schlenker, B."
    ],
    "Liberal bias and the five-factor model": [
        "Charney, E."
    ],
    "Political bias is tenacious": [
        "Ditto, P.",
        "Wojcik, S.",
        "Chen, E.",
        "Grady, R.",
        "Ringel, M."
    ],
    "Mischaracterizing social psychology to support the laudable goal of increasing its political diversity": [
        "Eagly, A."
    ],
    "“Wait – You're a conservative?” Political diversity and the dilemma of disclosure": [
        "Everett, J."
    ],
    "Towards a de-biased social psychology: The effects of ideological perspective go beyond politics": [
        "Funder, D."
    ],
    "Political attitudes in social environments": [
        "Gelman, A.",
        "Gross, N."
    ],
    "Liberals and conservatives: Non-convertible currencies": [
        "Hibbing, J.",
        "Smith, K.",
        "Alford, J."
    ],
    "A predominance of self-identified Democrats is no evidence of a leftward bias": [
        "Hilbig, B.",
        "Moshagen, M."
    ],
    "Increasing ideological tolerance in social psychology": [
        "Inbar, Y.",
        "Lammers, J."
    ],
    "Political diversity versus stimuli diversity: Alternative ways to improve social psychological science": [
        "Kessler, T.",
        "Proch, J.",
        "Hechler, S.",
        "Nägler, L."
    ],
    "Lack of political diversity and the framing of findings in personality and clinical psychology": [
        "Lilienfeld, S."
    ],
    "A conservative's social psychology": [
        "McCauley, C."
    ],
    "Diverse crowds using diverse methods improves the scientific dialectic": [
        "Motyl, M.",
        "Iyer, R."
    ],
    "Welcoming conservatives to the field": [
        "Nisbett, R."
    ],
    "Political orientations do not cancel out, and politics is not about truth": [
        "Pfister, H.",
        "Böhm, G."
    ],
    "Political bias, explanatory depth, and narratives of progress": [
        "Pinker, S."
    ],
    "Sociopolitical insularity is psychology's Achilles heel": [
        "Redding, R."
    ],
    "What kinds of conservatives does social psychology lack, and why?": [
        "Ross, L."
    ],
    "Conservatism is not the missing viewpoint for true diversity": [
        "Seibt, B.",
        "Waldzus, S.",
        "Schubert, T.",
        "Brito, R."
    ],
    "Should social psychologists create a disciplinary affirmative action program for political conservatives?": [
        "Shweder, R."
    ],
    "When theory trumps ideology: Lessons from evolutionary psychology": [
        "Tybur, J.",
        "Navarrete, C."
    ],
    "Diversity of depoliticization?": [
        "Van der Vossen, B."
    ],
    "A checklist to facilitate objective hypothesis testing in social psychology research": [
        "Washburn, A.",
        "Morgan, G.",
        "Skitka, L."
    ],
    "Too paranoid to see progress: Social psychology is probably liberal, but it doesn't believe in progress": [
        "Winegard, B.",
        "Winegard, B.",
        "Geary, D."
    ],
    "Meta-ethical pluralism: A cautionary tale about cohesive moral communities": [
        "Wright, J."
    ],
    "The cultural evolution of prosocial religions": [
        "Norenzayan, A.",
        "Shariff, A.",
        "Gervais, W.",
        "Willard, A.",
        "McNamara, R.",
        "Slingerland, E.",
        "Henrich, J."
    ],
    "Moralizing religions: Prosocial or a privilege of wealth?": [
        "Atran, S."
    ],
    "The prosocial benefits of seeing purpose in life events: A case of cultural selection in action?": [
        "Banerjee, K."
    ],
    "Prosociality and religion: History and experimentation": [
        "Beit-Hallahmi, B."
    ],
    "Memes and the evolution of religion: We need memetics, too": [
        "Blackmore, S."
    ],
    "Projecting WEIRD features on ancient religions": [
        "Boyer, P.",
        "Baumard, N."
    ],
    "Why would anyone want to believe in Big Gods?": [
        "Brazil, I.",
        "Farias, M."
    ],
    "A developmental perspective on the cultural evolution of prosocial religious beliefs": [
        "Corriveau, K.",
        "Chen, E."
    ],
    "Monotheism versus an innate bias towards mentalizing": [
        "Costello, F."
    ],
    "Mind God's mind: History, development, and teaching\n1": [
        "Demetriou, A.",
        "Makris, N.",
        "Pnevmatikos, D."
    ],
    "Even “Bigger Gods” developed amongst the pastoralist followers of Moses and Mohammed: Consistent with uncertainty and disadvantage, but not prosocality": [
        "Dutton, E.",
        "Madison, G."
    ],
    "Awe: A direct pathway from extravagant displays to prosociality": [
        "Ejova, A."
    ],
    "Big Gods: Extended prosociality or group binding?": [
        "Galen, L."
    ],
    "Recognizing religion's dark side: Religious ritual increases antisociality and hinders self-control": [
        "Hobson, N.",
        "Inzlicht, M."
    ],
    "Cultural evolution and prosociality: Widening the hypothesis space": [
        "Huebner, B.",
        "Sarkissian, H."
    ],
    "Authoritarian and benevolent god representations and the two sides of prosociality": [
        "Johnson, K.",
        "Cohen, A."
    ],
    "Hell of a theory": [
        "Krueger, J."
    ],
    "Let us be careful with the evidence on mentalizing, cognitive biases, and religious beliefs": [
        "Lindeman, M.",
        "Svedholm-Häkkinen, A."
    ],
    "Are gods and good governments culturally and psychologically interchangeable?": [
        "McCauley, R."
    ],
    "Religion promotes a love for thy neighbour: But how big is the neighbourhood?": [
        "McKay, R.",
        "Whitehouse, H."
    ],
    "Self-control, cultural animals, and Big Gods": [
        "Reynolds, T.",
        "Baumeister, R."
    ],
    "Moralizing gods revisited": [
        "Roes, F."
    ],
    "Divorcing the puzzles: When group identities foster in-group cooperation": [
        "Seewald, D.",
        "Hechler, S.",
        "Kessler, T."
    ],
    "Coerced coordination, not cooperation": [
        "Soler, M.",
        "Lenfesty, H."
    ],
    "Credibility, credulity, and redistribution": [
        "Viciana, H.",
        "Loverdo, C.",
        "Gomila, A."
    ],
    "The functions of ritual in social groups": [
        "Watson-Jones, R.",
        "Legare, C."
    ],
    "Clarity and causality needed in claims about Big Gods": [
        "Watts, J.",
        "Bulbulia, J.",
        "Gray, R.",
        "Atkinson, Q."
    ],
    "Explaining the success of karmic religions": [
        "White, C.",
        "Sousa, P.",
        "Prochownik, K."
    ],
    "Cultural group selection plays an essential role in explaining human cooperation: A sketch of the evidence": [
        "Richerson, P.",
        "Baldini, R.",
        "Bell, A.",
        "Demps, K.",
        "Frost, K.",
        "Hillis, V.",
        "."
    ],
    "Testing the cultural group selection hypothesis in Northern Ghana and Oaxaca": [
        "Acedo-Carmona, C.",
        "Gomila, A."
    ],
    "Cultural evolution need not imply group selection": [
        "Amir, D.",
        "Jordan, M.",
        "Rand, D."
    ],
    "The burden of proof for a cultural group selection account": [
        "Barclay, P.",
        "Krupp, D."
    ],
    "The cooperative breeding perspective helps in pinning down when uniquely human evolutionary processes are necessary": [
        "Burkart, J.",
        "Van Schaik, C."
    ],
    "Mother–infant cultural group selection": [
        "Chisholm, J.",
        "Coall, D.",
        "Atkinson, L."
    ],
    "Intergroup competition may not be needed for shaping group cooperation and cultural group selection": [
        "De Dreu, C.",
        "Balliet, D."
    ],
    "Human evolutionary history and contemporary evolutionary theory provide insight when assessing cultural group selection": [
        "Fuentes, A.",
        "Kissel, M."
    ],
    "Societal threat as a moderator of cultural group selection": [
        "Gelfand, M.",
        "Roos, P.",
        "Nau, D.",
        "Harrington, J.",
        "Mu, Y.",
        "Jackson, J."
    ],
    "A framework for modeling human evolution": [
        "Gintis, H."
    ],
    "How evolved psychological mechanisms empower cultural group selection": [
        "Henrich, J.",
        "Boyd, R."
    ],
    "Does cultural group selection explain the evolution of pet-keeping?": [
        "Herzog, H."
    ],
    "Frozen cultural plasticity": [
        "Houdek, P.",
        "Novakova, J."
    ],
    "The sketch is blank: No evidence for an explanatory role for cultural group selection": [
        "Krasnow, M.",
        "Delton, A."
    ],
    "The empirical evidence that does not support cultural group selection models for the evolution of human cooperation": [
        "Lamba, S."
    ],
    "The role of cultural group selection in explaining human cooperation is a hard case to prove": [
        "Mace, R.",
        "Silva, A."
    ],
    "The disunity of cultural group selection": [
        "Morin, O."
    ],
    "Social selection is a powerful explanation for prosociality": [
        "Nesse, R."
    ],
    "Is cultural group selection enough?": [
        "Read, D."
    ],
    "Cultural differentiation does not entail group-level structure: The case for geographically explicit analysis": [
        "Ross, R.",
        "Atkinson, Q."
    ],
    "When is the spread of a cultural trait due to cultural group selection? The case of religious syncretism": [
        "Santana, C.",
        "Patel, R.",
        "Chang, S.",
        "Weisberg, M."
    ],
    "Cultural group selection in the light of the selection of extended behavioral patterns": [
        "Simon, C."
    ],
    "Self-interested agents create, maintain, and modify group-functional culture": [
        "Singh, M.",
        "Glowacki, L.",
        "Wrangham, R."
    ],
    "The selective social learner as an agent of cultural group selection": [
        "Suárez, S.",
        "Koenig, M."
    ],
    "Human cooperation shows the distinctive signatures of adaptations to small-scale social life": [
        "Tooby, J.",
        "Cosmides, L."
    ],
    "Cultural group selection is plausible, but the predictions of its hypotheses should be tested with real-world data": [
        "Turchin, P.",
        "Currie, T."
    ],
    "Multi-level selection, social signaling, and the evolution of human suffering gestures: The example of pain behaviors": [
        "Vigil, J.",
        "Kruger, E."
    ],
    "Clarifying the time frame and units of selection in the cultural group selection hypothesis": [
        "Whiten, A.",
        "Erdal, D."
    ],
    "The Now-or-Never bottleneck: A fundamental constraint on language": [
        "Christiansen, M.",
        "Chater, N."
    ],
    "The ideomotor recycling theory for language": [
        "Badets, A."
    ],
    "Language processing is not a race against time": [
        "Baggio, G.",
        "Vicario, C."
    ],
    "Pro and con: Internal speech and the evolution of complex language": [
        "Behme, C."
    ],
    "Socio-demographic influences on language structure and change: Not all learners are the same": [
        "Bergmann, T.",
        "Dale, R.",
        "Lupyan, G."
    ],
    "Now or … later: Perceptual data are not immediately forgotten during language processing": [
        "Bicknell, K.",
        "Jaeger, T.",
        "Tanenhaus, M."
    ],
    "Linguistic representations and memory architectures: The devil is in the details": [
        "Chacón, D.",
        "Momma, S.",
        "Phillips, C."
    ],
    "Gestalt-like representations hijack Chunk-and-Pass processing": [
        "Dumitru, M."
    ],
    "Consequences of the Now-or-Never bottleneck for signed versus spoken languages": [
        "Emmorey, K."
    ],
    "Linguistics, cognitive psychology, and the Now-or-Never bottleneck": [
        "Endress, A.",
        "Katzir, R."
    ],
    "Is Now-or-Never language processing good enough?": [
        "Ferreira, F.",
        "Christianson, K."
    ],
    "Reservoir computing and the Sooner-is-Better bottleneck": [
        "Frank, S.",
        "Fitz, H."
    ],
    "Natural language processing and the Now-or-Never bottleneck": [
        "Gómez-Rodríguez, C."
    ],
    "Realizing the Now-or-Never bottleneck and Chunk-and-Pass processing with Item-Order-Rank working memories and masking field chunking networks": [
        "Grossberg, S."
    ],
    "Better late than Now-or-Never: The case of interactive repair phenomena": [
        "Healey, P.",
        "Howes, C.",
        "Hough, J.",
        "Purver, M."
    ],
    "How long is now? The multiple timescales of language processing": [
        "Honey, C.",
        "Chen, J.",
        "Müsch, K.",
        "Hasson, U."
    ],
    "Neural constraints and flexibility in language processing": [
        "Huyck, C."
    ],
    "Mechanisms for interaction: Syntax as procedures for online interactive meaning building": [
        "Kempson, R.",
        "Chatzikyriakidis, S.",
        "Cann, R."
    ],
    "On the generalizability of the Chunk-and-Pass processing approach: Perspectives from language acquisition and music": [
        "Lakshmanan, U.",
        "Graham, R."
    ],
    "“Process and perish” or multiple buffers with push-down stacks?": [
        "Levinson, S."
    ],
    "Linguistic structure emerges through the interaction of memory constraints and communicative pressures": [
        "Lewis, M.",
        "Frank, M."
    ],
    "The bottleneck may be the solution, not the problem": [
        "Lotem, A.",
        "Kolodny, O.",
        "Halpern, J.",
        "Onnis, L.",
        "Edelman, S."
    ],
    "Memory limitations and chunking are variable and cannot explain language structure": [
        "MacDonald, M."
    ],
    "Exploring some edges: Chunk-and-Pass processing at the very beginning, across representations, and on to action": [
        "Maier, R.",
        "Baldwin, D."
    ],
    "Many important language universals are not reducible to processing or cognition": [
        "Medeiros, D.",
        "Piattelli-Palmarini, M.",
        "Bever, T."
    ],
    "Processing cost and its consequences": [
        "O'Grady, W."
    ],
    "Conceptual short-term memory (CSTM) supports core claims of Christiansen and Chater": [
        "Potter, M."
    ],
    "Language acquisition is model-based rather than model-free": [
        "Wang, F.",
        "Mintz, T."
    ],
    "What gets passed in “Chunk-and-Pass” processing? A predictive processing solution to the Now-or-Never bottleneck": [
        "Wilkinson, S."
    ],
    "The economic origins of ultrasociality": [
        "Gowdy, J.",
        "Krall, L."
    ],
    "Differentiation of individual selves facilitates group-level benefits of ultrasociality": [
        "Ainsworth, S.",
        "Baumeister, R.",
        "Vohs, K."
    ],
    "“If it looks like a duck…” – why humans need to focus on different approaches than insects if we are to become efficiently and effectively ultrasocial": [
        "Aitken, K."
    ],
    "Autonomy in ants and humans": [
        "Carpendale, J.",
        "Frayn, M."
    ],
    "The convergent and divergent evolution of social-behavioral economics": [
        "Crespi, B."
    ],
    "The continuing evolution of ultrasocial economic organization": [
        "Farley, J."
    ],
    "Human and ant social behavior should be compared in a very careful way to draw valid parallels": [
        "Godzińska, E."
    ],
    "On the effectiveness of multilevel selection": [
        "Goodnight, C."
    ],
    "Rome was not built in one day: Underlying biological and cognitive factors responsible for the emergence of agriculture and ultrasociality": [
        "Grotuss, J.",
        "Beard, S."
    ],
    "The similarity and difference between ant and human ultrasocieties: From the viewpoint of scaling laws": [
        "Hou, C."
    ],
    "Ultrasociality: When institutions make a difference": [
        "Houdek, P.",
        "Novakova, J.",
        "Stastny, D."
    ],
    "Agriculture increases individual fitness": [
        "Kovaka, K.",
        "Santana, C.",
        "Patel, R.",
        "Akçay, E.",
        "Weisberg, M."
    ],
    "Ultrasociality without group selection: Possible, reasonable, and likely": [
        "Krasnow, M."
    ],
    "Social insects, merely a “fun house” mirror of human social evolution": [
        "Levine, H."
    ],
    "Ultrasociality and the sexual divisions of labor": [
        "Lyon, P.",
        "Caporael, L."
    ],
    "Ultrasociality, class, threat, and intentionality in human society": [
        "McCain, R."
    ],
    "Contributions of family social structure to the development of ultrasociality in humans": [
        "Nephew, B.",
        "Pittet, F."
    ],
    "Ultrasociality and the division of cognitive labor": [
        "Noles, N.",
        "Danovitch, J."
    ],
    "The day of reckoning: Does human ultrasociality continue?": [
        "Ristau, C."
    ],
    "Malthus redux, and still blind in the same eye": [
        "Ross, D."
    ],
    "Human agricultural economy is, and likely always was, largely based on kinship – Why?": [
        "Rusch, H.",
        "Voland, E."
    ],
    "Biological markets explain human ultrasociality": [
        "Sheskin, M.",
        "Lambert, S.",
        "Baumard, N."
    ],
    "Does ultrasociality really exist – and is it the best predictor of human economic behaviors?": [
        "Stith, S.",
        "Vigil, J."
    ],
    "Agriculture and the energy-complexity spiral": [
        "Tainter, J."
    ],
    "Differences in autonomy of humans and ultrasocial insects": [
        "Vranka, M.",
        "Bahník, Š."
    ],
    "Humans are ultrasocial and emotional": [
        "Williams, L.",
        "Bliss-Moreau, E."
    ],
    "Laying the foundation for evonomics": [
        "Wilson, D."
    ],
    "Précis of After Phrenology: Neural Reuse and the Interactive Brain": [
        "Anderson, M."
    ],
    "After phrenology: Time for a paradigm shift in cognitive science": [
        "Badcock, P.",
        "Ploeger, A.",
        "Allen, N."
    ],
    "Why a developmental perspective is critical for understanding human cognition": [
        "D'Souza, D.",
        "Karmiloff-Smith, A."
    ],
    "Becoming an expert: Ontogeny of expertise as an example of neural reuse": [
        "Guida, A.",
        "Campitelli, G.",
        "Gobet, F."
    ],
    "A registration problem for functional fingerprinting": [
        "Kaplan, D.",
        "Craver, C."
    ],
    "The reification objection to bottom-up cognitive ontology revision": [
        "McCaffrey, J.",
        "Machery, E."
    ],
    "Reason for optimism: How a shifting focus on neural population codes is moving cognitive neuroscience beyond phrenology": [
        "Parkinson, C.",
        "Wheatley, T."
    ],
    "Multisensory integration substantiates distributed and overlapping neural networks": [
        "Pasqualotto, A."
    ],
    "Scientific intuitions about the mind are wrong, misled by consciousness": [
        "Perlovsky, L."
    ],
    "Beyond disjoint brain networks: Overlapping networks for cognition and emotion": [
        "Pessoa, L."
    ],
    "Toward mechanistic models of action-oriented and detached cognition": [
        "Pezzulo, G."
    ],
    "Computational specificity in the human brain": [
        "Shine, J.",
        "Eisenberg, I.",
        "Poldrack, R."
    ],
    "The implications of neural reuse for the future of both cognitive neuroscience and folk psychology": [
        "Silberstein, M."
    ],
    "Modularity in network neuroscience and neural reuse": [
        "Stanley, M.",
        "Brigard, F."
    ],
    "Neural reuse leads to associative connections between concrete (physical) and abstract (social) concepts and motives": [
        "Wang, Y.",
        "Bargh, J."
    ],
    "Are groups more or less than the sum of their members? The moderating role of individual identification": [
        "Baumeister, R.",
        "Ainsworth, S.",
        "Vohs, K."
    ],
    "The hows and whys of “we” (and “I”) in groups": [
        "Barnier, A.",
        "Harris, C.",
        "Sutton, J."
    ],
    "Identity matters to individuals: Group assessment cannot be reduced to collective performance": [
        "Belzung, C.",
        "De Villemeur, E.",
        "Grevin, A.",
        "Iorio, G."
    ],
    "The unique role of the agent within the romantic group": [
        "Ben-Ze'ev, A.",
        "Krebs, A."
    ],
    "Group and individual as complementary conceptual categories": [
        "Blanton, H."
    ],
    "But is it social? How to tell when groups are more than the sum of their members": [
        "Brennan, A.",
        "Enns, J."
    ],
    "Social, not individual, identification is the key to understanding group phenomena": [
        "Brown, R."
    ],
    "The subtle effects of incentives and competition on group performance": [
        "Budescu, D.",
        "Maciejovsky, B."
    ],
    "Considering the role of ecology on individual\ndifferentiation": [
        "De Baca, T.",
        "Garcia, R.",
        "Woodley of Menie, M.",
        "Figueredo, A."
    ],
    "Solved paradoxes and old hats? The research needed on differentiated selves": [
        "Dar-Nimrod, I.",
        "Gonsalkorale, K."
    ],
    "How group members contribute to group performance: Evidence from agent-based simulations": [
        "Douven, I."
    ],
    "Reputational concerns as a general determinant of group functioning": [
        "Faber, N.",
        "Savulescu, J.",
        "Van Lange, P."
    ],
    "Humans are not the Borg: Personal and social selves function as components in a unified self-system": [
        "Forsyth, D."
    ],
    "Social identification is generally a prerequisite for group success and does not preclude intragroup differentiation": [
        "Haslam, S.",
        "Ellemers, N."
    ],
    "Groups need selves, but which selves? Dual selves in groups and the downsides of individuation": [
        "Healey, M."
    ],
    "We agree and we disagree, which is exactly what most people do most of the time": [
        "Hodges, B.",
        "Packer, D."
    ],
    "Group members differ in relative prototypicality: Effects on the individual and the group": [
        "Hogg, M."
    ],
    "Beyond old dichotomies: Individual differentiation can occur through group commitment, not despite it": [
        "Hornsey, M.",
        "Jetten, J."
    ],
    "Group membership: Who gets to decide?": [
        "Jacobson, A."
    ],
    "Task specificity and the impact on both the individual and group during the formation of groups": [
        "Kruger, E.",
        "Vigil, J.",
        "Stith, S."
    ],
    "Member differentiation and group tasks: More than meets the eye": [
        "Levine, J."
    ],
    "Group behavior in the military may provide a unique case": [
        "McDermott, R."
    ],
    "Differentiation of selves: Differentiating a fuzzy concept": [
        "Mojzisch, A.",
        "Schultze, T.",
        "Hüffmeier, J.",
        "Schulz-Hardt, S."
    ],
    "Differentiated selves help only when identification is strong and tasks are complex": [
        "Nijstad, B.",
        "De Dreu, C."
    ],
    "Disputing deindividuation: Why negative group behaviours derive from group norms, not group immersion": [
        "Reicher, S.",
        "Spears, R.",
        "Postmes, T.",
        "Kende, A."
    ],
    "Vicarious contagion decreases differentiation – and comes with costs": [
        "Sezer, O.",
        "Norton, M."
    ],
    "Not even wrong: Imprecision perpetuates the illusion of understanding at the cost of actual understanding": [
        "Smaldino, P."
    ],
    "Group effort in resuscitation teams": [
        "Spiegel, R."
    ],
    "Differentiated selves can surely be good for the group, but let's get clear about why": [
        "Talaifar, S.",
        "Swann, W."
    ],
    "Roles and ranks: The importance of hierarchy for group functioning": [
        "Zlatev, J.",
        "Halevy, N.",
        "Tiedens, L."
    ],
    "Homing in on consciousness in the nervous system: An action-based synthesis": [
        "Morsella, E.",
        "Godwin, C.",
        "Jantz, T.",
        "Krieger, S.",
        "Gazzaley, A."
    ],
    "Can skeletomotor action integration occur without consciousness? Evidence from unconscious action inhibition": [
        "Ayars, A."
    ],
    "Content encapsulation in consciousness is likely to be incomplete": [
        "Basso, D."
    ],
    "What if consciousness has no function?": [
        "Blackmore, S."
    ],
    "Consciousness around the time of saccadic eye movements": [
        "Bridgeman, B."
    ],
    "An “ecological” action-based synthesis": [
        "De Vries, J.",
        "Ward, L."
    ],
    "Calling for a developmental perspective on action-based consciousness": [
        "D'Souza, H.",
        "Bremner, A."
    ],
    "Getting back from the basics: What is the role for attention and fronto-parietal circuits in consciousness?": [
        "Dux, P."
    ],
    "How does consciousness for action relate to attention for action?": [
        "Franz, E."
    ],
    "Consciousness of emotions and action selection": [
        "Gainotti, G."
    ],
    "Insights on consciousness from taste memory research": [
        "Gallo, M."
    ],
    "Consciousness weaves our internal view of the outside world": [
        "Gur, M."
    ],
    "Heavy objects and small children: Developmental data extend the passive frame theory": [
        "Hardcastle, C.",
        "White, E.",
        "Kloos, H.",
        "Hardcastle, V."
    ],
    "At what timescale does consciousness operate?": [
        "Hommel, B.",
        "Wiers, R."
    ],
    "Conflicts everywhere! Perceptions, actions, and cognition all entail memory and reflect conflict": [
        "Jordan, J.",
        "Vinson, D."
    ],
    "Is conscious content available only to the skeletal muscle system?": [
        "Keller, A."
    ],
    "The chemosensory brain requires a distributed cellular mechanism to harness information and resolve conflicts – is consciousness the forum?": [
        "Lathe, R."
    ],
    "Consciousness for perception and for action: A perspective from unconscious binding": [
        "Lin, Z."
    ],
    "Locating consciousness: We are conflicted by the role of conflict": [
        "Massaro, D.",
        "Rowe, B."
    ],
    "Origins of emotional consciousness": [
        "Melo, H.",
        "Koscik, T.",
        "Vrantsidis, T.",
        "Hathaway, G.",
        "Cunningham, W."
    ],
    "Conscious olfaction: Content, function, and localization": [
        "Merker, B."
    ],
    "The primary (dis)function of consciousness: (Non)Integration": [
        "Mudrik, L."
    ],
    "Conscious content generated by unconscious action-related adjustments": [
        "Pahlavan, F.",
        "Arouss, M."
    ],
    "Human consciousness is fundamental for perception and highest emotions": [
        "Perlovsky, L."
    ],
    "Homing in on consciousness: Why is a dream conscious?": [
        "Porte, H."
    ],
    "Explaining consciousness: From correlations to foundations": [
        "Prinz, W."
    ],
    "Four questions for passive frame theory": [
        "Rosenbaum, D."
    ],
    "Metacognition and conscious experience": [
        "Schwartz, B.",
        "Pournaghdali, A."
    ],
    "Infer yourself: Interoception and internal “action” in conscious selfhood": [
        "Seth, A."
    ],
    "Action-based synthesis of parental brain consciousness": [
        "Swain, J.",
        "Caluser, I.",
        "Mahmood, Z.",
        "Meldrim, M.",
        "Morelen, D."
    ],
    "The science of consciousness must include its more advanced forms": [
        "Vonasch, A.",
        "Masicampo, E.",
        "Baumeister, R."
    ],
    "Norepinephrine ignites local hotspots of neuronal excitation: How arousal amplifies selectivity in perception and memory": [
        "Mather, M.",
        "Clewett, D.",
        "Sakaki, M.",
        "Harley, C."
    ],
    "Glutamate and norepinephrine interaction: Relevance to higher cognitive operations and psychopathology": [
        "Abdallah, C.",
        "Averill, L.",
        "Krystal, J.",
        "Southwick, S.",
        "Arnsten, A."
    ],
    "Why we forget our dreams: Acetylcholine and norepinephrine in wakefulness and REM sleep": [
        "Becchetti, A.",
        "Amadeo, A."
    ],
    "For better or worse, or for a change?": [
        "Bouret, S."
    ],
    "The Fluency Amplification Model supports the GANE principle of arousal enhancement": [
        "Carbon, C.",
        "Albrecht, S."
    ],
    "Bodily arousal differentially impacts stimulus processing and memory: Norepinephrine in interoception": [
        "Critchley, H.",
        "Garfinkel, S."
    ],
    "Amplified selectivity in cognitive processing implements the neural gain model of norepinephrine function": [
        "Eldar, E.",
        "Cohen, J.",
        "Niv, Y."
    ],
    "The role of arousal in predictive coding": [
        "Ferreira-Santos, F."
    ],
    "Are there “local hotspots?” When concepts of cognitive psychology do not fit with physiological results": [
        "Gaucher, Q.",
        "Edeline, J."
    ],
    "Contemplating the GANE model using an extreme case paradigm": [
        "Geva, R."
    ],
    "Dentate gyrus and hilar region revisited": [
        "Houghton, C."
    ],
    "GANEing on emotion and emotion regulation": [
        "Hull, T."
    ],
    "Once more with feeling: On the explanatory limits of the GANE model and the missing role of subjective experience": [
        "Huntsinger, J.",
        "Storbeck, J."
    ],
    "Interactions of noradrenaline and cortisol and the induction of indelible memories": [
        "Hurlemann, R.",
        "Maier, W.",
        "Scheele, D."
    ],
    "Arousal-biased preferences for sensory input: An agent-centered and multisource perspective": [
        "Kaspar, K."
    ],
    "Does arousal enhance apical amplification and disamplification?": [
        "Larkum, M.",
        "Phillips, W."
    ],
    "Emotional memory: From affective relevance to arousal": [
        "Montagrin, A.",
        "Sander, D."
    ],
    "Effect of arousal on perception as studied through the lens of the motor correlates of sexual arousal": [
        "Mouras, H."
    ],
    "What do we GANE with age?": [
        "Nassar, M.",
        "Bruckner, R.",
        "Eppinger, B."
    ],
    "“What have we GANEd?” A theoretical construct to explain experimental evidence for noradrenergic regulation of sensory signal processing": [
        "Navarra, R.",
        "Waterhouse, B."
    ],
    "Competition elicits arousal and affect": [
        "Phaf, R."
    ],
    "Adaptive memory systems for remembering the salient and the seemingly mundane": [
        "Ritchey, M.",
        "Murty, V.",
        "Dunsmoor, J."
    ],
    "Importance of amygdala noradrenergic activity and large-scale neural networks in regulating emotional arousal effects on perception and memory\n1": [
        "Roozendaal, B.",
        "Luyten, L.",
        "De Voogd, L.",
        "Hermans, E."
    ],
    "Locus coeruleus reports changes in environmental contingencies": [
        "Sara, S."
    ],
    "Bidirectional synaptic plasticity can explain bidirectional retrograde effects of emotion on memory": [
        "Strange, B.",
        "Galarza-Vallejo, A."
    ],
    "Emotionally arousing context modulates the ERP correlates of neutral picture processing: An ERP test of the GANE model": [
        "Talmi, D.",
        "Barnacle, G."
    ],
    "What BANE can offer GANE: Individual differences in function of hotspot mechanisms": [
        "Todd, R.",
        "Ehlers, M.",
        "Anderson, A."
    ],
    "Cognitive control, dynamic salience, and the imperative toward computational accounts of neuromodulatory function": [
        "Warren, C.",
        "Murphy, P.",
        "Nieuwenhuis, S."
    ],
    "Cognition does not affect perception: Evaluating the evidence for “top-down” effects": [
        "Firestone, C.",
        "Scholl, B."
    ],
    "Task demand not so damning: Improved techniques that mitigate demand in studies that support top-down effects": [
        "Balcetis, E.",
        "Cole, S."
    ],
    "The folly of boxology": [
        "Beck, D.",
        "Clevenger, J."
    ],
    "Tweaking the concepts of perception and cognition": [
        "Block, N."
    ],
    "Acting is perceiving!": [
        "Cañal-Bruland, R.",
        "Van der Kamp, J.",
        "Gray, R."
    ],
    "Attention alters predictive processing": [
        "Clark, A."
    ],
    "The myth of pure perception": [
        "Clore, G.",
        "Proffitt, D."
    ],
    "Bottoms up! How top-down pitfalls ensnare speech perception researchers, too": [
        "Cutler, A.",
        "Norris, D."
    ],
    "Attention and multisensory modulation argue against total encapsulation": [
        "De Haas, B.",
        "Schwarzkopf, D.",
        "Rees, G."
    ],
    "How cognition affects perception: Brain activity modelling to unravel top-down dynamics": [
        "Desseilles, M.",
        "Phillips, C."
    ],
    "Oh the irony: Perceptual stability is important for action": [
        "Durgin, F."
    ],
    "Gaining knowledge mediates changes in perception (without differences in attention): A case for perceptual learning": [
        "Emberson, L."
    ],
    "Crossmodal processing and sensory substitution: Is “seeing” with sound and touch a form of perception or cognition?": [
        "Esenkaya, T.",
        "Proulx, M."
    ],
    "Behavior is multiply determined, and perception has multiple components: The case of moral perception": [
        "Gantman, A.",
        "Van Bavel, J."
    ],
    "Action valence and affective perception": [
        "Gerbino, W.",
        "Fantoni, C."
    ],
    "Carving nature at its joints or cutting its effective loops? On the dangers of trying to disentangle intertwined mental processes": [
        "Goldstone, R.",
        "De Leeuw, J.",
        "Landy, D."
    ],
    "The anatomical and physiological properties of the visual cortex argue against cognitive penetration": [
        "Gur, M."
    ],
    "On the neural implausibility of the modular mind: Evidence for distributed construction dissolves boundaries between perception, cognition, and emotion": [
        "Hackel, L.",
        "Larson, G.",
        "Bowen, J.",
        "Ehrlich, G.",
        "Mann, T.",
        "Middlewood, B.",
        "."
    ],
    "Fundamental differences between perception and cognition aside from cognitive penetrability": [
        "Halford, G.",
        "Hine, T."
    ],
    "Hallucinations and mental imagery demonstrate top-down effects on visual perception": [
        "Howe, P.",
        "Carter, O."
    ],
    "The distinction between perception and judgment, if there is one, is not clear and intuitive": [
        "Keller, A."
    ],
    "Cognition can affect perception: Restating the evidence of a top-down effect": [
        "Levin, D.",
        "Baker, L.",
        "Banaji, M."
    ],
    "Not even wrong: The “it's just X” fallacy": [
        "Lupyan, G."
    ],
    "Representation of affect in sensory cortex": [
        "Miskovic, V.",
        "Kuntzelman, K.",
        "Chikazoe, J.",
        "Anderson, A."
    ],
    "Beyond perceptual judgment: Categorization and emotion shape what we see": [
        "Most, S."
    ],
    "Convergent evidence for top-down effects from the “predictive brain”\n1": [
        "O'Callaghan, C.",
        "Kveraga, K.",
        "Shine, J.",
        "Adams, R.",
        "Bar, M."
    ],
    "Firestone & Scholl conflate two distinct issues": [
        "Ogilvie, R.",
        "Carruthers, P."
    ],
    "Studies on cognitively driven attention suggest that late vision is cognitively penetrated, whereas early vision is not": [
        "Raftopoulos, A."
    ],
    "What draws the line between perception and cognition?": [
        "Rolfs, M.",
        "Dambacher, M."
    ],
    "Perception, cognition, and delusion": [
        "Ross, R.",
        "McKay, R.",
        "Coltheart, M.",
        "Langdon, R."
    ],
    "Attention and memory-driven effects in action studies": [
        "Tseng, P.",
        "Lane, T.",
        "Bridgeman, B."
    ],
    "Perception, as you make it": [
        "Vinson, D.",
        "Abney, D.",
        "Amso, D.",
        "Chemero, A.",
        "Cutting, J.",
        "Dale, R.",
        "."
    ],
    "An action-specific effect on perception that avoids all pitfalls": [
        "Witt, J.",
        "Sugovic, M.",
        "Tenhundfeld, N.",
        "King, Z."
    ],
    "Memory colours affect colour appearance": [
        "Witzel, C.",
        "Olkkonen, M.",
        "Gegenfurtner, K."
    ],
    "The El Greco fallacy and pupillometry: Pupillary evidence for top-down effects on perception": [
        "Xie, W.",
        "Zhang, W."
    ],
    "Précis of Social Perception and Social Reality: Why accuracy dominates bias and self-fulfilling prophecy": [
        "Jussim, L."
    ],
    "More stereotypes, please! The limits of ‘theory of mind’ and the need for further studies on the complexity of real world social interactions": [
        "Andrews, K."
    ],
    "Are stereotypes accurate? A perspective from the cognitive science of concepts": [
        "Bian, L.",
        "Cimpian, A."
    ],
    "Trustworthiness perception at zero acquaintance: Consensus, accuracy, and prejudice": [
        "Bonnefon, J.",
        "Hopfensitz, A.",
        "Neys, W."
    ],
    "Perceptions versus interpretations, and domains for self-fulfilling prophesies": [
        "Church, J."
    ],
    "The expressive rationality of inaccurate perceptions": [
        "Kahan, D."
    ],
    "Realism and constructivism in social perception": [
        "Kihlstrom, J."
    ],
    "An evolutionary approach to accuracy in social perception": [
        "Little, A."
    ],
    "Intelligence, competitive altruism, and “clever silliness” may underlie bias in academe": [
        "Madison, G.",
        "Dutton, E.",
        "Stern, C."
    ],
    "Why would we expect the mind to work that way? The fitness costs to inaccurate beliefs": [
        "Marczyk, J."
    ],
    "Stereotypes violate the postmodern construction of personal autonomy": [
        "Martin, C."
    ],
    "Accurate perceptions do not need complete information to reflect reality": [
        "Mousavi, S.",
        "Funder, D."
    ],
    "Choosing the right level of analysis: Stereotypes shape social reality via collective action": [
        "Tappin, B.",
        "McKay, R.",
        "Abrams, D."
    ],
    "The social neuroscience of biases in in-and-out-group face processing": [
        "Terbeck, S."
    ],
    "A close consideration of effect sizes reviewed by Jussim (2012)": [
        "Trafimow, D.",
        "Raut, Y."
    ],
    "There is more to memory than inaccuracy and distortion": [
        "Wagoner, B."
    ],
    "Two faces of social-psychological realism": [
        "Wilson, N.",
        "Huang, J."
    ],
    "Explaining financial and prosocial biases in favor of attractive people: Interdisciplinary perspectives from economics, social psychology, and evolutionary psychology": [
        "Maestripieri, D.",
        "Henry, A.",
        "Nickels, N."
    ],
    "Strong but flexible: How fundamental social motives support but sometimes also thwart favorable attractiveness biases": [
        "Agthe, M.",
        "Maner, J."
    ],
    "Attractiveness biases are the tip of the iceberg in biological markets": [
        "Barclay, P."
    ],
    "Attention and memory benefits for physical attractiveness may mediate prosocial biases": [
        "Becker, D."
    ],
    "There is more: Intrasexual competitiveness, physical dominance, and intrasexual collaboration": [
        "Buunk, A."
    ],
    "Explanations for attractiveness-related positive biases in an evolutionary perspective of life history theory": [
        "Chen, B."
    ],
    "Is there an alternative explanation to the evolutionary account for financial and prosocial biases in favor of attractive individuals?": [
        "Dang, J."
    ],
    "It is not all about mating: Attractiveness predicts partner value across multiple relationship domains": [
        "Eisenbruch, A.",
        "Lukaszewski, A.",
        "Roney, J."
    ],
    "The type of behavior and the role of relationship length in mate choice for prosociality among physically attractive individuals": [
        "Farrelly, D."
    ],
    "Understanding the physical attractiveness literature: Qualitative reviews versus meta-analysis": [
        "Feingold, A."
    ],
    "Mating motives are neither necessary nor sufficient to create the beauty premium": [
        "Hafenbrädl, S.",
        "Dana, J."
    ],
    "Oxytocin drives prosocial biases in favor of attractive people": [
        "Hurlemann, R.",
        "Scheele, D.",
        "Maier, W.",
        "Schultz, J."
    ],
    "Omitted evidence undermines sexual motives explanation for attractiveness bias": [
        "LaFrance, M.",
        "Eagly, A."
    ],
    "The out-of-my-league effect": [
        "Lec, F.",
        "Alexopoulos, T.",
        "Boulu-Reshef, B.",
        "Fayant, M.",
        "Zenasni, F.",
        "Lubart, T.",
        "Jacquemet, N."
    ],
    "Context matters for attractiveness bias": [
        "Lee, J.",
        "Adams, G.",
        "Li, Y.",
        "Gillath, O."
    ],
    "Evolutionary explanations for financial and prosocial biases: Beyond mating motivation": [
        "Little, A."
    ],
    "What does evolutionary theory add to stereotype theory in the explanation of attractiveness bias?": [
        "Maguire, K.",
        "Racine, T."
    ],
    "How should we tackle financial and prosocial biases against unattractive people?": [
        "Minerva, F."
    ],
    "Just My Imagination: Beauty premium and the evolved mental model": [
        "Oda, R."
    ],
    "The biasing effects of appearances go beyond physical attractiveness and mating motives": [
        "Olivola, C.",
        "Todorov, A."
    ],
    "An assessment of the mating motive explanation of the beauty premium in market-based settings": [
        "Ravina, E."
    ],
    "Attentional and affective biases for attractive females emerge early in development": [
        "Rennels, J.",
        "Verba, S."
    ],
    "Prosocial behavior as sexual signaling": [
        "Roberts, G."
    ],
    "The wolf will live with the lamb": [
        "Ronay, R.",
        "Tybur, J."
    ],
    "Attractiveness bias: A cognitive explanation": [
        "Schein, S.",
        "Trujillo, L.",
        "Langlois, J."
    ],
    "Tinbergen's “four questions” provides a formal framework for a more complete understanding of prosocial biases in favour of attractive people": [
        "Stephen, I.",
        "Burke, D.",
        "Sulikowski, D."
    ],
    "Gesture, sign, and language: The coming of age of sign language and gesture studies": [
        "Goldin-Meadow, S.",
        "Brentari, D."
    ],
    "The influence of communication mode on written language processing and beyond": [
        "Barca, L.",
        "Pezzulo, G."
    ],
    "Where does (sign) language begin?": [
        "Berent, I.",
        "Dupuis, A."
    ],
    "Sign, language, and gesture in the brain: Some comments": [
        "Campbell, R.",
        "Woll, B."
    ],
    "Is it language (yet)? The allure of the gesture-language binary": [
        "Coppola, M.",
        "Senghas, A."
    ],
    "The physiognomic unity of sign, word, and gesture": [
        "Cornejo, C.",
        "Musa, R."
    ],
    "Building a single proposition from imagistic and categorical components": [
        "Davidson, K."
    ],
    "Perspectives on gesture from autism spectrum disorder: Alterations in timing and function": [
        "Eigsti, I.",
        "De Marchena, A."
    ],
    "How to distinguish gesture from sign: New technology is not the answer": [
        "Emmorey, K."
    ],
    "Emoticons in text may function like gestures in spoken or signed communication": [
        "Feldman, L.",
        "Aragon, C.",
        "Chen, N.",
        "Kroll, J."
    ],
    "Why space is not one-dimensional: Location may be categorical and imagistic": [
        "Giezen, M.",
        "Costello, B.",
        "Carreiras, M."
    ],
    "Pros and cons of blurring gesture-language lines: An evolutionary linguistic perspective": [
        "Hall, M."
    ],
    "Good things come in threes: Communicative acts comprise linguistic, imagistic, and modifying components": [
        "Kästner, L.",
        "Newen, A."
    ],
    "Languages as semiotically heterogenous systems": [
        "Kendon, A."
    ],
    "Why would the discovery of gestures produced by signers jeopardize the experimental finding of gesture-speech mismatch?": [
        "Koschmann, T."
    ],
    "Understanding gesture in sign and speech: Perspectives from theory of mind, bilingualism, and acting": [
        "Lakshmanan, U.",
        "Pilot, Z."
    ],
    "What is a gesture? A lesson from comparative gesture research": [
        "Liebal, K."
    ],
    "Current and future methodologies for quantitative analysis of information transfer in sign language and gesture data": [
        "Malaia, E."
    ],
    "Same or different: Common pathways of behavioral biomarkers in infants and children with neurodevelopmental disorders?": [
        "Marschik, P.",
        "Zhang, D.",
        "Esposito, G.",
        "Bölte, S.",
        "Einspieler, C.",
        "Sigafoos, J."
    ],
    "An evolutionary approach to sign language emergence: From state to process": [
        "Motamedi, Y.",
        "Schouwstra, M.",
        "Kirby, S."
    ],
    "Gesture or sign? A categorization problem": [
        "Occhino, C.",
        "Wilcox, S."
    ],
    "Language readiness and learning among deaf children": [
        "Pfister, A.",
        "Lende, D."
    ],
    "Are gesture and speech mismatches produced by an integrated gesture-speech system? A more dynamically embodied perspective is needed for understanding gesture-related learning": [
        "Pouw, W.",
        "Van Gog, T.",
        "Zwaan, R.",
        "Paas, F."
    ],
    "Vocal laughter punctuates speech and manual signing: Novel evidence for similar linguistic and neurological mechanisms": [
        "Provine, R."
    ],
    "Toward true integration": [
        "Rosselló, J.",
        "Mattos, O.",
        "Hinzen, W."
    ],
    "Iconic enrichments: Signs vs. gestures": [
        "Schlenker, P."
    ],
    "The categorical role of structurally iconic signs": [
        "Strickland, B.",
        "Aristodemo, V.",
        "Kuhn, J.",
        "Geraci, C."
    ],
    "Gestures can create diagrams (that are neither imagistic nor analog)": [
        "Tversky, B."
    ],
    "Aggression and violence around the world: A model of CLimate, Aggression, and Self-control in Humans (CLASH)": [
        "Van Lange, P.",
        "Rinderu, M.",
        "Bushman, B."
    ],
    "Dimensions of environmental risk are unique theoretical constructs": [
        "Barbaro, N.",
        "Shackelford, T."
    ],
    "Pragmatic prospection emphasizes utility of predicting rather than mere predictability": [
        "Baumeister, R.",
        "Clark, C.",
        "Kim, J."
    ],
    "Why the CLASH model is an unconvincing evolutionary theory of crime": [
        "Boutwell, B.",
        "Winegard, B."
    ],
    "Using foresight to prioritise the present": [
        "Bulley, A.",
        "Pepper, G.",
        "Suddendorf, T."
    ],
    "Inconsistent with the data: Support for the CLASH model depends on the wrong kind of latitude": [
        "Burke, D.",
        "Sulikowski, D.",
        "Stephen, I.",
        "Brooks, R."
    ],
    "Reply to Van Lange et al.: Proximate and ultimate distinctions must be made to the CLASH model": [
        "Cabeza de Baca, T.",
        "Hertler, S.",
        "Dunkel, C."
    ],
    "A climate of confusion": [
        "Campbell, A."
    ],
    "The importance of being explicit": [
        "Daly, M.",
        "Krupp, D."
    ],
    "CLASH's life history foundations": [
        "Frankenhuis, W.",
        "Fenneman, J.",
        "Van Gelder, J.",
        "Godoy, I."
    ],
    "The CLASH model lacks evolutionary and archeological support": [
        "Fuentes, A.",
        "Kissel, M.",
        "Oka, R.",
        "Sheridan, S.",
        "Kim, N.",
        "Piscitelli, M."
    ],
    "Does distance from the equator predict self-control? Lessons from the Human Penguin Project": [
        "IJzerman, H.",
        "Čolić, M.",
        "Hennecke, M.",
        "Hong, Y.",
        "Hu, C.",
        "Joy-Gaba, J.",
        "."
    ],
    "Where the psychological adaptations hit the ecological road": [
        "Jonason, P.",
        "Schmitt, D."
    ],
    "Warm coffee, sunny days, and prosocial behavior": [
        "Konrath, S."
    ],
    "More than just climate: Income inequality and sex ratio are better predictors of cross-cultural variations in aggression": [
        "Krems, J.",
        "Varnum, M."
    ],
    "The role of adolescence in geographic variation in violent aggression": [
        "Marsh, A."
    ],
    "Climate is not a good candidate to account for variations in aggression and violence across space and time": [
        "Mell, H.",
        "Safra, L.",
        "Baumard, N.",
        "Jacquet, P."
    ],
    "The paradoxical effect of climate on time perspective considering resource accumulation": [
        "Orosz, G.",
        "Zimbardo, P.",
        "Boőthe, B.",
        "Tóth-Király, I."
    ],
    "Russian data refute the CLASH model": [
        "Prudkov, P.",
        "Rodina, O."
    ],
    "Postcolonial geography confounds latitudinal trends in observed aggression and violence": [
        "Roscoe, P."
    ],
    "The CLASH model in broader life history context": [
        "Simpson, J.",
        "Griskevicius, V."
    ],
    "An alternative interpretation of climate data: Intelligence": [
        "Sternberg, R."
    ],
    "Aggression, predictability of the environment, and self-regulation: Reconciliation with animal research": [
        "Tops, M.",
        "Van der Linden, D."
    ],
    "Hell on earth? Equatorial peaks of heat, poverty, and aggression": [
        "Van de Vliert, E.",
        "Daan, S."
    ],
    "The role of climate in human aggression and violence: Towards a broader conception": [
        "Van der Linden, S."
    ],
    "Sociocultural discourse in science: Flawed assumptions and bias in the CLASH model": [
        "Van Voorhees, E.",
        "Wilson, S.",
        "Calhoun, P.",
        "Elbogen, E.",
        "Beckham, J.",
        "Kimbrel, N."
    ],
    "Bullying when it's hot? The CLASH model and climatic influences on bullying": [
        "Volk, A."
    ],
    "Stuck in the heat or stuck in the hierarchy? Power relations explain regional variations in violence": [
        "Weick, M.",
        "Vasiljevic, M.",
        "Uskul, A.",
        "Moon, C."
    ],
    "Culture matters for life history trade-offs": [
        "Wiessner, P."
    ],
    "Food insecurity as a driver of obesity in humans: The insurance hypothesis": [
        "Nettle, D.",
        "Andrews, C.",
        "Bateson, M."
    ],
    "Eating and body image: Does food insecurity make us feel thinner?": [
        "Ambroziak, K.",
        "Azañón, E.",
        "Longo, M."
    ],
    "Mapping multiple drivers of human obesity": [
        "Bentley, R.",
        "O'Brien, M."
    ],
    "Expanding the insurance hypothesis of obesity with physiological cues": [
        "Blackwell, A."
    ],
    "Epidemiological foundations for the insurance hypothesis: Methodological considerations": [
        "Boden, J.",
        "McLeod, G."
    ],
    "Future research directions for the insurance hypothesis regarding food insecurity and obesity": [
        "Cardel, M.",
        "Pavela, G.",
        "Dhurandhar, E.",
        "Allison, D."
    ],
    "The life history model of the insurance hypothesis": [
        "Chen, B."
    ],
    "Appraising food insecurity": [
        "Coppin, G."
    ],
    "Episodic memory as an explanation for the insurance hypothesis in obesity": [
        "Davies, K.",
        "Cheke, L.",
        "Clayton, N."
    ],
    "Implicit attitudes, eating behavior, and the development of obesity": [
        "DeJesus, J."
    ],
    "A life-history theory perspective on obesity": [
        "Dittmann, A.",
        "Maner, J."
    ],
    "Toward a mechanistic understanding of the impact of food insecurity on obesity": [
        "Dohle, S.",
        "Hofmann, W."
    ],
    "Potential psychological accounts for the relation between food insecurity and body overweight": [
        "Ert, E.",
        "Heiman, A."
    ],
    "Towards a behavioural ecology of obesity": [
        "Higginson, A.",
        "McNamara, J.",
        "Dall, S."
    ],
    "Predicting human adiposity – sometimes – with food insecurity: Broaden the model for better accuracy": [
        "Hill, S.",
        "Proffitt Leyva, R.",
        "DelPriore, D."
    ],
    "Anti-fat discrimination in marriage more clearly explains the poverty–obesity paradox": [
        "Hruschka, D.",
        "Han, S."
    ],
    "Committed to the insurance hypothesis of obesity": [
        "Lozano, G."
    ],
    "Social nature of eating could explain missing link between food insecurity and childhood obesity": [
        "Mata, J.",
        "Dallacker, M.",
        "Hertwig, R."
    ],
    "A game theory appraisal of the insurance hypothesis: Specific polymorphisms in the energy homeostasis network as imprints of a successful minimax strategy": [
        "Mattei, T."
    ],
    "“It's a bit more complicated than that”: A broader perspective on determinants of obesity": [
        "Mullan, B.",
        "Ntoumanis, N.",
        "Thøgersen-Ntoumani, C.",
        "Lipp, O."
    ],
    "Anorexia: A perverse effect of attempting to control the starvation response": [
        "Nesse, R."
    ],
    "Using food insecurity in health prevention to promote consumer's embodied self-regulation": [
        "Petit, O.",
        "Spence, C."
    ],
    "Obesity as self-regulation failure: A “disease of affluence” that selectively hits the less affluent?": [
        "Sacco, P."
    ],
    "Household-level financial uncertainty could be the primary driver of the global obesity epidemic": [
        "Smith, T."
    ],
    "Children respond to food restriction by increasing food consumption": [
        "Tapper, K."
    ],
    "Obesity is not just elevated adiposity, it is also a state of metabolic perturbation": [
        "Wells, J."
    ],
    "The impending demise of the item in visual search": [
        "Hulleman, J.",
        "Olivers, C."
    ],
    "Analysing real-world visual search tasks helps explain what the functional visual field is, and what its neural mechanisms are": [
        "Campion, J."
    ],
    "Eye movements are an important part of the story, but not the whole story": [
        "Cave, K."
    ],
    "Searching for unity: Real-world versus item-based visual search in age-related eye disease": [
        "Crabb, D.",
        "Taylor, D."
    ],
    "“Target-absent” decisions in cancer nodule detection are more efficient than “target-present” decisions!": [
        "Crawford, T.",
        "Litchfield, D.",
        "Donovan, T."
    ],
    "Why the item will remain the unit of attentional selection in visual search": [
        "Eimer, M."
    ],
    "Fixations are not all created equal: An objection to mindless visual search": [
        "Enns, J.",
        "Watson, M."
    ],
    "Contextual and social cues may dominate natural visual search": [
        "Henriksson, L.",
        "Hari, R."
    ],
    "Until the demise of the functional field of view": [
        "Itti, L."
    ],
    "Feature integration, attention, and fixations during visual search": [
        "Khani, A.",
        "Ordikhani-Seyedlar, M."
    ],
    "Cognitive architecture enables comprehensive predictive models of visual search": [
        "Kieras, D.",
        "Hornof, A."
    ],
    "How functional are functional viewing fields?": [
        "Kristjánsson, Á, Chetverikov, A.",
        "Brinkhuis, M."
    ],
    "Gaze-contingent manipulation of the FVF demonstrates the importance of fixation duration for explaining search behavior": [
        "Laubrock, J.",
        "Engbert, R.",
        "Cajar, A."
    ],
    "Set size slope still does not distinguish parallel from serial search": [
        "Little, D.",
        "Eidels, A.",
        "Houpt, J.",
        "Yang, C."
    ],
    "Oh, the number of things you will process (in parallel)!": [
        "Lleras, A.",
        "Cronin, D.",
        "Madison, A.",
        "Wang, M.",
        "Buetti, S."
    ],
    "The FVF framework and target prevalence effects": [
        "Menneer, T.",
        "Godwin, H.",
        "Liversedge, S.",
        "Hillstrom, A.",
        "Benson, V.",
        "Reichle, E.",
        "Donnelly, N."
    ],
    "An appeal against the item's death sentence: Accounting for diagnostic data patterns with an item-based model of visual search": [
        "Moran, R.",
        "Liesefeld, H.",
        "Usher, M.",
        "Müller, H."
    ],
    "Parallel attentive processing and pre-attentive guidance": [
        "Müller, H.",
        "Liesefeld, H.",
        "Moran, R.",
        "Usher, M."
    ],
    "Chances and challenges for an active visual search perspective": [
        "Ohl, S.",
        "Rolfs, M."
    ],
    "Scanning movements during haptic search: similarity with fixations during visual search": [
        "Pasqualotto, A."
    ],
    "Mathematical fixation: Search viewed through a cognitive lens": [
        "Phillips, S.",
        "Takeda, Y."
    ],
    "Task implementation and top-down control in continuous search": [
        "Prinz, W."
    ],
    "Those pernicious items": [
        "Rosenholtz, R."
    ],
    "What fixations reveal about oculomotor scanning behavior in visual search": [
        "Shi, Z.",
        "Zang, X.",
        "Geyer, T."
    ],
    "Item-based selection is in good shape in visual compound search: A view from electrophysiology": [
        "Töllner, T.",
        "Rangelov, D."
    ],
    "The FVF might be influenced by object-based attention": [
        "Urale, P."
    ],
    "Looking further! The importance of embedding visual search in action": [
        "Van der Kamp, J.",
        "Dicks, M."
    ],
    "Don't admit defeat: A new dawn for the item in visual search": [
        "Van der Stigchel, S.",
        "Mathôt, S."
    ],
    "Where the item still rules supreme: Time-based selection, enumeration, pre-attentive processing and the target template?": [
        "Watson, D."
    ],
    "“I am not dead yet!” – The Item responds to Hulleman & Olivers": [
        "Wolfe, J."
    ],
    "The “item” as a window into how prior knowledge guides visual search": [
        "Wu, R.",
        "Zhao, J."
    ],
    "From “sense of number” to “sense of magnitude”: The role of continuous magnitudes in numerical cognition": [
        "Leibovich, T.",
        "Katzin, N.",
        "Harel, M.",
        "Henik, A."
    ],
    "The contribution of fish studies to the “number sense” debate": [
        "Agrillo, C.",
        "Bisazza, A."
    ],
    "The number sense is neither last resort nor of primary import": [
        "Beran, M.",
        "Parrish, A."
    ],
    "Evidence for a number sense": [
        "Burr, D."
    ],
    "Approximate number sense theory or approximate theory of magnitude?": [
        "Content, A.",
        "Velde, M.",
        "Adriano, A."
    ],
    "Perceiving numerosity from birth": [
        "De Hevia, M.",
        "Castaldi, E.",
        "Streri, A.",
        "Eger, E.",
        "Izard, V."
    ],
    "Multitudes are adaptable magnitudes in the estimation of number": [
        "Durgin, F."
    ],
    "Why try saving the ANS? An alternative proposal": [
        "Gebuis, T.",
        "Cohen Kadosh, R.",
        "Gevers, W."
    ],
    "The evolvement of discrete representations from continuous stimulus properties: A possible overarching principle of cognition": [
        "Gronau, N."
    ],
    "Magnitude rather than number: More evidence needed": [
        "Hyde, D.",
        "Mou, Y."
    ],
    "Is the ANS linked to mathematics performance?": [
        "Inglis, M.",
        "Batchelor, S.",
        "Gilmore, C.",
        "Watson, D."
    ],
    "Magnitude, numerosity, and development of number: Implications for mathematics disabilities": [
        "Jordan, N.",
        "Rinne, L.",
        "Resnick, I."
    ],
    "Infants discriminate number: Evidence against the prerequisite of visual object individuation and the primacy of continuous magnitude": [
        "Libertus, M.",
        "Braham, E.",
        "Liu, R."
    ],
    "Right idea, wrong magnitude system": [
        "Lourenco, S.",
        "Aulet, L.",
        "Ayzenberg, V.",
        "Cheung, C.",
        "Holmes, K."
    ],
    "Infants, animals, and the origins of number": [
        "Margolis, E."
    ],
    "What is the precise role of cognitive control in the development of a sense of number?": [
        "Merkley, R.",
        "Scerif, G.",
        "Ansari, D."
    ],
    "Commentary on Leibovich et al.: What next?": [
        "Mix, K.",
        "Newcombe, N.",
        "Levine, S."
    ],
    "Number faculty is alive and kicking: On number discriminations and number neurons": [
        "Nieder, A."
    ],
    "The contributions of non-numeric dimensions to number encoding, representations, and decision-making factors": [
        "Odic, D."
    ],
    "Numerical magnitude evaluation as a foundation for decision making": [
        "Olivola, C.",
        "Chater, N."
    ],
    "How not to develop a sense of number": [
        "Opfer, J.",
        "McCrink, K."
    ],
    "Direct and rapid encoding of numerosity in the visual stream": [
        "Park, J.",
        "DeWind, N.",
        "Brannon, E."
    ],
    "Innateness of magnitude perception? Skill can be acquired and mastered at all ages": [
        "Rubinsten, O.",
        "Karni, A."
    ],
    "What is a number? The interplay between number and continuous magnitudes": [
        "Rugani, R.",
        "Castiello, U.",
        "Priftis, K.",
        "Spoto, A.",
        "Sartori, L."
    ],
    "A “sense of magnitude” requires a new alternative for learning numerical symbols": [
        "Sasanguie, D.",
        "Reynvoet, B."
    ],
    "Numerical intuitions in infancy: Give credit where credit is due": [
        "Savelkouls, S.",
        "Cordes, S."
    ],
    "From continuous magnitudes to symbolic numbers: The centrality of ratio": [
        "Sidney, P.",
        "Thompson, C.",
        "Matthews, P.",
        "Hubbard, E."
    ],
    "Computational foundations of the visual number sense": [
        "Stoianov, I.",
        "Zorzi, M."
    ],
    "Selecting the model that best fits the data": [
        "Van Woerkom, W.",
        "Zuidema, W."
    ],
    "Controlling for continuous variables is not futile: What we can learn about number representation despite imperfect control": [
        "VanMarle, K."
    ],
    "The evolution of general intelligence": [
        "Burkart, J.",
        "Schubiger, M.",
        "Van Schaik, C."
    ],
    "Coexistence of general intelligence and specialized modules": [
        "Amici, F.",
        "Call, J.",
        "Aureli, F."
    ],
    "An all-positive correlation matrix is not evidence of domain-general intelligence": [
        "Arden, R.",
        "Zietsch, B."
    ],
    "Negative results are needed to show the specific value of a cultural explanation for g": [
        "Arslan, R.",
        "Von Borell, C.",
        "Ostner, J.",
        "Penke, L."
    ],
    "G but not g: In search of the evolutionary continuity of intelligence": [
        "Bar-Hen-Schweiger, M.",
        "Schweiger, A.",
        "Henik, A."
    ],
    "Domains of generality": [
        "Buskell, A.",
        "Halina, M."
    ],
    "Theory of mind: A foundational component of human general intelligence": [
        "Estes, D.",
        "Bartsch, K."
    ],
    "Understanding the relationship between general intelligence and socio-cognitive abilities in humans": [
        "Fernández-Berrocal, P.",
        "Cabello, R.",
        "Gutiérrez-Cobo, M."
    ],
    "Taking a multiple intelligences (MI) perspective": [
        "Gardner, H."
    ],
    "Of mice and men, nature and nurture, and a few red herrings": [
        "Hauser, M."
    ],
    "The evolution of general intelligence in all animals and machines": [
        "Holekamp, K.",
        "Miikkulainen, R."
    ],
    "Where is the evidence for general intelligence in nonhuman animals?": [
        "Huber, L."
    ],
    "The false dichotomy of domain-specific versus domain-general cognition": [
        "Jacobs, I.",
        "Gärdenfors, P."
    ],
    "The evolution of fluid intelligence meets formative g": [
        "Kovacs, K.",
        "Conway, A."
    ],
    "Genomic data can illuminate the architecture and evolution of cognitive abilities": [
        "Lee, J.",
        "Chabris, C."
    ],
    "Contemporary evolutionary psychology and the evolution of intelligence": [
        "Lewis, D.",
        "Al-Shawaf, L.",
        "Anderson, M."
    ],
    "G and g: Two markers of a general cognitive ability, or none?": [
        "Locurto, C."
    ],
    "Hierarchy, multidomain modules, and the evolution of intelligence": [
        "De Jesus Dias Martins, M.",
        "Di Paolo, L."
    ],
    "Evolution, brain size, and variations in intelligence": [
        "Matzel, L.",
        "Sauce, B."
    ],
    "Habit formation generates secondary modules that emulate the efficiency of evolved behavior": [
        "Nordli, S.",
        "Todd, P."
    ],
    "The evolution of analytic thought?": [
        "Pennycook, G.",
        "Rand, D."
    ],
    "“Birdbrains” should not be ignored in studying the evolution of g": [
        "Pepperberg, I."
    ],
    "General intelligence is an emerging property, not an evolutionary puzzle": [
        "Ramus, F."
    ],
    "General intelligence does not help us understand cognitive evolution": [
        "Shuker, D.",
        "Barrett, L.",
        "Dickins, T.",
        "Scott-Phillips, T.",
        "Barton, R."
    ],
    "It's time to move beyond the “Great Chain of Being”": [
        "Sternberg, R."
    ],
    "Disentangling learning from knowing: Does associative learning ability underlie performances on cognitive test batteries?": [
        "Van Horik, J.",
        "Lea, S."
    ],
    "A pointer's hypothesis of general intelligence evolved from domain-specific demands": [
        "Wang, X."
    ],
    "When does cultural transmission favour or instead substitute for general intelligence?": [
        "Whiten, A."
    ],
    "General intelligence is a source of individual differences between species: Solving an anomaly": [
        "Woodley of Menie, M.",
        "Fernandes, H.",
        "Te Nijenhuis, J.",
        "Peñaherrera-Aguirre, M.",
        "Figueredo, A."
    ],
    "On the deep structure of social affect: Attitudes, emotions, sentiments, and the case of “contempt”": [
        "Gervais, M.",
        "Fessler, D."
    ],
    "Attitude–Scenario–Emotion (ASE) sentiments are superficial": [
        "Adair, H.",
        "Carruthers, P."
    ],
    "Prejudice is a general evaluation, not a specific emotion": [
        "Bahns, A."
    ],
    "From disgust to contempt-speech: The nature of contempt on the map of prejudicial emotions": [
        "Bilewicz, M.",
        "Kamińska, O.",
        "Winiewski, M.",
        "Soral, W."
    ],
    "Contempt – Where the modularity of the mind meets the modularity of the brain?": [
        "Bzdok, D.",
        "Schilbach, L."
    ],
    "Dominance as a competence domain, and the evolutionary origins of respect and contempt": [
        "Chapais, B."
    ],
    "Are sentiments subject to selection pressures? The case of oxytocin": [
        "Christie, C.",
        "Chen, F."
    ],
    "Warmth and competence as distinct dimensions of value in social emotions": [
        "Cikara, M."
    ],
    "Affect in social media: The role of audience and the presence of contempt in cyberbullying": [
        "Cocea, M."
    ],
    "Two kinds of respect for two kinds of contempt: Why contempt can be both a sentiment and an emotion": [
        "Cova, F.",
        "Deonna, J.",
        "Sander, D.",
        "Teroni, F."
    ],
    "Above and below the surface: Genetic and cultural factors in the development of values": [
        "Dellantonio, S.",
        "Pastore, L.",
        "Esposito, G."
    ],
    "We need more precise, quantitative models of sentiments": [
        "Galesic, M."
    ],
    "Contempt, like any other social affect, can be an emotion as well as a sentiment": [
        "Giner-Sorolla, R.",
        "Fischer, A."
    ],
    "How dare you not recognize the role of my contempt? Insight from experimental psychopathology": [
        "Grecucci, A.",
        "Frederickson, J.",
        "Job, R."
    ],
    "A sentimental education: The place of sentiments in personality and social psychology": [
        "Haslam, N."
    ],
    "Warmth, competence, and closeness may provide more empirically grounded starts for a theory of sentiments": [
        "Hruschka, D."
    ],
    "Oxytocin shapes the priorities and neural representations of attitudes and values": [
        "Hurlemann, R.",
        "Marsh, N.",
        "Schultz, J.",
        "Scheele, D."
    ],
    "Building a house of sentiment on sand: Epistemological issues with contempt": [
        "Lench, H.",
        "Bench, S.",
        "Perez, K."
    ],
    "Contempt as the absence of appraisal, not recognition, respect": [
        "Mason, M."
    ],
    "On the substantial contribution of “contempt” as a folk affect concept to the history of the European popular institution of charivari": [
        "Neagota, B.",
        "Benga, I.",
        "Benga, O."
    ],
    "Sentiments and the motivational psychology of parental care": [
        "Schaller, M."
    ],
    "Constructing contempt": [
        "Spring, V.",
        "Cameron, C.",
        "Gray, K.",
        "Lindquist, K."
    ],
    "Further implications in analyzing contempt in modern society": [
        "Sternberg, R."
    ],
    "Including pride and its group-based, relational, and contextual features in theories of contempt": [
        "Sullivan, G."
    ],
    "Deep mechanisms of social affect – Plastic parental brain mechanisms for sensitivity versus contempt": [
        "Swain, J.",
        "Ho, S."
    ],
    "Socioecological factors are linked to changes in prevalence of contempt over time": [
        "Varnum, M.",
        "Grossmann, I."
    ],
    "Is humility a sentiment?": [
        "Weidman, A.",
        "Tracy, J."
    ],
    "Building machines that learn and think like people": [
        "Lake, B.",
        "Ullman, T.",
        "Tenenbaum, J.",
        "Gershman, S."
    ],
    "The architecture challenge: Future artificial-intelligence systems will require sophisticated architectures, and knowledge of the brain might guide their construction": [
        "Baldassarre, G.",
        "Santucci, V.",
        "Cartoni, E.",
        "Caligiore, D."
    ],
    "Building machines that learn and think for themselves": [
        "Botvinick, M.",
        "Barrett, D.",
        "Battaglia, P.",
        "De Freitas, N.",
        "Kumaran, D.",
        "Leibo, J.",
        "."
    ],
    "Digging deeper on “deep” learning: A computational ecology approach": [
        "Buscema, M.",
        "Sacco, P."
    ],
    "Back to the future: The return of cognitive functionalism": [
        "Çağlar, L.",
        "Hanson, S."
    ],
    "Theories or fragments?": [
        "Chater, N.",
        "Oaksford, M."
    ],
    "The humanness of artificial non-normative personalities": [
        "Clark, K."
    ],
    "Children begin with the same start-up software, but their software updates are cultural": [
        "Clegg, J.",
        "Corriveau, K."
    ],
    "Deep-learning networks and the functional architecture of executive control": [
        "Cooper, R."
    ],
    "Causal generative models are just a start": [
        "Davis, E.",
        "Marcus, G."
    ],
    "Thinking like animals or thinking like colleagues?": [
        "Dennett, D.",
        "Lambert, E."
    ],
    "Evidence from machines that learn and think like people": [
        "Forbus, K.",
        "Gentner, D."
    ],
    "What can the brain teach us about building artificial intelligence?": [
        "George, D."
    ],
    "Building brains that communicate like machines": [
        "Graham, D."
    ],
    "The importance of motivation and emotion for explaining human cognition": [
        "Güss, C.",
        "Dörner, D."
    ],
    "Building on prior knowledge without building it in": [
        "Hansen, S.",
        "Lampinen, A.",
        "Suri, G.",
        "McClelland, J."
    ],
    "Building machines that adapt and compute like brains": [
        "Kriegeskorte, N.",
        "Mok, R."
    ],
    "Will human-like machines make human-like mistakes?": [
        "Livesey, E.",
        "Goldwater, M.",
        "Colagiuri, B."
    ],
    "Benefits of embodiment": [
        "MacLennan, B."
    ],
    "Understand the cogs to understand cognition": [
        "Marblestone, A.",
        "Wayne, G.",
        "Kording, K."
    ],
    "Social-motor experience and perception-action learning bring efficiency to machines": [
        "Marin, L.",
        "Mostafaoui, G."
    ],
    "The argument for single-purpose robots": [
        "Moerman, D."
    ],
    "Autonomous development and learning in artificial intelligence and robotics: Scaling up deep learning to human-like learning": [
        "Oudeyer, P."
    ],
    "Human-like machines: Transparency and comprehensibility": [
        "Patrzyk, P.",
        "Link, D.",
        "Marewski, J."
    ],
    "Intelligent machines and human minds": [
        "Spelke, E.",
        "Blass, J."
    ],
    "The fork in the road": [
        "Sternberg, R."
    ],
    "Avoiding frostbite: It helps to learn from others": [
        "Tessler, M.",
        "Goodman, N.",
        "Frank, M."
    ],
    "Crossmodal lifelong learning in hybrid neural embodied architectures": [
        "Wermter, S.",
        "Griffiths, S.",
        "Heinrich, S."
    ],
    "An experimental approach to linguistic representation": [
        "Branigan, H.",
        "Pickering, M."
    ],
    "The limitations of structural priming are not the limits of linguistic theory": [
        "Adger, D."
    ],
    "Horses for courses: When acceptability judgments are more suitable than structural priming (and vice versa)": [
        "Ambridge, B."
    ],
    "Microscopic and macroscopic approaches to the mental representations of second languages": [
        "Cai, Z.",
        "Liu, H."
    ],
    "Don't shoot the giant whose shoulders we are standing on": [
        "De Ruiter, J.",
        "De Ruiter, L."
    ],
    "If priming is graded rather than all-or-none, can reactivating abstract structures be the underlying mechanism?": [
        "Feldman, L.",
        "Milin, P."
    ],
    "Structural priming can inform syntactic analyses of partially grammaticalized constructions": [
        "Francis, E."
    ],
    "The logic of syntactic priming and acceptability judgments": [
        "Gaston, P.",
        "Huang, N.",
        "Phillips, C."
    ],
    "Converging on a theory of language through multiple methods": [
        "González-Márquez, M.",
        "Feist, M.",
        "Ströbel, L."
    ],
    "A usage-based cognitive linguistic (re-)interpretation of priming evidence": [
        "Günther, F."
    ],
    "Don't forget the neurobiology: An experimental approach to linguistic representation": [
        "Hagoort, P."
    ],
    "Acceptability judgments still matter: Deafness and documentation": [
        "Hall, M.",
        "Mayberry, R.",
        "Ferreira, V."
    ],
    "Syntactic levels, lexicalism, and ellipsis: The jury is still out": [
        "Hartsuiker, R.",
        "Bernolet, S."
    ],
    "Structural priming supports grammatical networks": [
        "Hudson, R."
    ],
    "Action sequences instead of representational levels": [
        "Kempson, R.",
        "Gregoromichelaki, E."
    ],
    "Moving beyond the priming of single-language sentences: A proposal for a comprehensive model to account for linguistic representation in bilinguals": [
        "Kootstra, G.",
        "Rossi, E."
    ],
    "What structural priming can and cannot reveal": [
        "Koring, L.",
        "Reuland, E."
    ],
    "On the nature of structure in structural priming": [
        "Kwon, N.",
        "Lee, Y."
    ],
    "Considering experimental and observational evidence of priming together, syntax doesn't look so autonomous": [
        "Lester, N.",
        "Du Bois, J.",
        "Gries, S.",
        "Moscoso del Prado Martín, F."
    ],
    "Structural priming, action planning, and grammar": [
        "MacDonald, M.",
        "Weiss, D."
    ],
    "Structural priming is most useful when the conclusions are statistically robust": [
        "Mahowald, K.",
        "James, A.",
        "Futrell, R.",
        "Gibson, E."
    ],
    "Priming methods in semantics and pragmatics": [
        "Maldonado, M.",
        "Spector, B.",
        "Chemla, E."
    ],
    "Can structural priming answer the important questions about language?": [
        "Martin, A.",
        "Huettig, F.",
        "Nieuwland, M."
    ],
    "Structural priming is not a Royal Road to representations": [
        "Meyer, A."
    ],
    "The syntax of priming": [
        "O'Grady, W."
    ],
    "Structural priming is a useful but imperfect technique for studying all linguistic representations, including those of pragmatics": [
        "Rees, A.",
        "Bott, L."
    ],
    "Developmental psycholinguistics teaches us that we need multi-method, not single-method, approaches to the study of linguistic representation": [
        "Rowland, C.",
        "Monaghan, P."
    ],
    "The malleability of linguistic representations poses a challenge to the priming-based experimental approach": [
        "Ryskin, R.",
        "Brown-Schmidt, S."
    ],
    "The relationship between priming and linguistic representations is mediated by processing constraints": [
        "Slevc, L.",
        "Ivanova, I."
    ],
    "Setting the empirical record straight: Acceptability judgments appear to be reliable, robust, and replicable": [
        "Sprouse, J.",
        "Almeida, D."
    ],
    "Priming is swell, but it's far from simple": [
        "Ziegler, J.",
        "Snedeker, J.",
        "Wittenberg, E."
    ],
    "The behavioural constellation of deprivation: Causes and consequences": [
        "Pepper, G.",
        "Nettle, D."
    ],
    "Public health interventions can increase objective and perceived control by supporting people to enact the choices they want to make": [
        "Adams, J."
    ],
    "The behavioral constellation of deprivation may be best understood as risk management": [
        "Amir, D.",
        "Jordan, M."
    ],
    "Developing the behavioural constellation of deprivation: Relationships, emotions, and not quite being in the present": [
        "Białek, A.",
        "Reddy, V."
    ],
    "The elusive constellations of poverty": [
        "Breugelmans, S.",
        "Plantinga, A.",
        "Zeelenberg, M.",
        "Poluektova, O.",
        "Efremova, M."
    ],
    "Interpreting risky behavior as a contextually appropriate response: Significance and policy implications beyond socioeconomic status": [
        "Brezina, T."
    ],
    "Epigenetic-based hormesis and age-dependent altruism: Additions to the behavioural constellation of deprivation": [
        "Brown, W.",
        "Olding, R."
    ],
    "From perceived control to self-control, the importance of cognitive and emotional resources": [
        "Carmel, E.",
        "Leiser, D."
    ],
    "Evolutionary approaches to deprivation transform the ethics of policy making": [
        "Chevallier, C."
    ],
    "The behavioural constellation of deprivation: Compelling framework, messy reality": [
        "Daly, M.",
        "Ramos, D.",
        "Perry, G."
    ],
    "Beyond personal control: The role of developing self-control abilities in the behavioral constellation of deprivation": [
        "Doebel, S.",
        "Michaelson, L.",
        "Munakata, Y."
    ],
    "Toward a balanced view of stress-adapted cognition": [
        "Frankenhuis, W.",
        "Ellis, B."
    ],
    "What about the behavioral constellation of advantage?": [
        "Freese, J."
    ],
    "The physiological constellation of deprivation: Immunological strategies and health outcomes": [
        "Garcia, A.",
        "Blackwell, A."
    ],
    "Predictability or controllability: Which matters more for the BCD?": [
        "Gassen, J.",
        "Bradshaw, H.",
        "Leyva, R.",
        "Hill, S."
    ],
    "Divergent life histories and other ecological adaptations: Examples of social-class differences in attention, cognition, and attunement to others": [
        "Grossmann, I.",
        "Varnum, M."
    ],
    "Uncertainty about future payoffs makes impatience rational": [
        "Jones, J."
    ],
    "The uncontrollable nature of early learning experiences": [
        "Kurkul, K.",
        "Corriveau, K."
    ],
    "The “appropriate” response to deprivation: Evolutionary and ethical dimensions": [
        "Lewis, C.",
        "Lewis, D."
    ],
    "Both collection risk and waiting costs give rise to the behavioral constellation of deprivation": [
        "Mell, H.",
        "Baumard, N.",
        "André, J."
    ],
    "Socioeconomic status, unpredictability, and different perceptions of the same risk": [
        "Mittal, C.",
        "Griskevicius, V."
    ],
    "Relative state, social comparison reactions, and the behavioral constellation of deprivation": [
        "Novakowski, D.",
        "Mishra, S."
    ],
    "When does deprivation motivate future-oriented thinking? The case of climate change": [
        "Pearson, A.",
        "Van der Linden, S."
    ],
    "Cultural consonance, deprivation, and psychological responses for niche construction": [
        "Quinlan, R."
    ],
    "Loss of control is not necessary to induce behavioral consequences of deprivation: The case of religious fasting during Ramadan": [
        "Rad, M.",
        "Ginges, J."
    ],
    "Intergenerational capital flows are central to fitness dynamics and adaptive evolution in humans": [
        "Rickard, I."
    ],
    "Stuff goes wrong, so act now": [
        "Riis-Vestergaard, M.",
        "Haushofer, J."
    ],
    "Deprived, but not depraved: Prosocial behavior is an adaptive response to lower socioeconomic status": [
        "Robinson, A.",
        "Piff, P."
    ],
    "It's not just about the future: The present payoffs to behaviour vary in degree and kind between the rich and the poor": [
        "Sear, R.",
        "Schaffnit, S."
    ],
    "The link between deprivation and its behavioural constellation is confounded by genetic factors": [
        "Sherlock, J.",
        "Zietsch, B."
    ],
    "Intertemporal impulsivity can also arise from persistent failure of long-term plans": [
        "Srivastava, N.",
        "Srinivasan, N."
    ],
    "Health behaviour, extrinsic risks, and the exceptions to the rule": [
        "Uggla, C."
    ],
    "The Distancing-Embracing model of the enjoyment of negative emotions in art reception": [
        "Menninghaus, W.",
        "Wagner, V.",
        "Hanich, J.",
        "Wassiliwizky, E.",
        "Jacobsen, T.",
        "Koelsch, S."
    ],
    "Positivity versus negativity is a matter of timing": [
        "Ainslie, G."
    ],
    "Considering the filmmaker: Intensified continuity, narrative structure, and the Distancing-Embracing model": [
        "Armstrong, K.",
        "Cutting, J."
    ],
    "Art reception as an interoceptive embodied predictive experience": [
        "Azevedo, R.",
        "Tsakiris, M."
    ],
    "Emotional granularity and the musical enjoyment of sadness itself": [
        "Barrett, N.",
        "Schulkin, J.",
        "Bernacer, J."
    ],
    "A social dimension to enjoyment of negative emotion in art reception": [
        "Bastian, B."
    ],
    "The urge to judge: Why the judgmental attitude has anything to do with the aesthetic enjoyment of negative emotions": [
        "Brattico, E.",
        "Vuust, P."
    ],
    "Artistic misunderstandings: The emotional significance of historical learning in the arts": [
        "Bullot, N.",
        "Reber, R."
    ],
    "Orange is the new aesthetic": [
        "Chatterjee, A."
    ],
    "Reconciling an underlying contradiction in the Distancing-Embracing model": [
        "Cupchik, G."
    ],
    "Distancing, not embracing, the Distancing-Embracing model of art reception": [
        "Davies, S."
    ],
    "You are not alone – Social sharing as a necessary addition to the Embracing factor": [
        "Egloff, B."
    ],
    "Boredom in art": [
        "Elpidorou, A."
    ],
    "Individual differences in embracing negatively valenced art: The roles of openness and sensation seeking": [
        "Fayn, K.",
        "Kuppens, P."
    ],
    "Empathy as a guide for understanding the balancing of Distancing-Embracing with negative art": [
        "Gerger, G.",
        "Ishizu, T.",
        "Pelowski, M."
    ],
    "Live theatre as exception and test case for experiencing negative emotions in art": [
        "Goldstein, T."
    ],
    "Fiction as a bridge to action": [
        "Green, M.",
        "Fitzgerald, K."
    ],
    "Art enhances meaning by stimulating integrative complexity and aesthetic interest": [
        "Hagtvedt, H.",
        "Vohs, K."
    ],
    "Context matters: How macroeconomic forces may alter the reception of negative emotions in art": [
        "Hershfield, H.",
        "Alter, A."
    ],
    "The paradox of tragedy and emotional response to simulation": [
        "Hogan, P."
    ],
    "“Negative emotions” live in stories, not in the hearts of readers who enjoy them": [
        "Konečni, V."
    ],
    "What is art and how does it differ from aesthetics?": [
        "Kreuzbauer, R."
    ],
    "The enjoyment of negative emotions in the experience of magic": [
        "Leddington, J."
    ],
    "Does art expertise facilitate distancing?": [
        "Leder, H.",
        "Schwarz, N."
    ],
    "Psychological models of art reception must be empirically grounded": [
        "Nadal, M.",
        "Vartanian, O.",
        "Skov, M."
    ],
    "Art as emotional exploration": [
        "Oatley, K."
    ],
    "Art and fiction are signals with indeterminate truth values": [
        "Rabb, N."
    ],
    "Being moved is a positive emotion, and emotions should not be equated with their vernacular labels": [
        "Schubert, T.",
        "Seibt, B.",
        "Zickfeld, J.",
        "Blomster, J.",
        "Fiske, A."
    ],
    "Parental response to baby cry involves brain circuits for negative emotion Distancing-Embracing": [
        "Swain, J.",
        "Ho, S."
    ],
    "Genre scripts and appreciation of negative emotion in the reception of film": [
        "Tan, E.",
        "Visch, V."
    ],
    "Tuning in to art: A predictive processing account of negative emotion in art": [
        "Van de Cruys, S.",
        "Chamberlain, R.",
        "Wagemans, J."
    ],
    "Explaining the enjoyment of negative emotions evoked by the arts: The need to consider empathy and other underlying mechanisms of emotion induction": [
        "Vuoskoski, J.",
        "Eerola, T."
    ],
    "Embracing nonfiction: How to extend the Distancing-Embracing model": [
        "Weisberg, D.",
        "Friend, S."
    ],
    "Neonatal imitation in context: Sensorimotor development in the perinatal period": [
        "Keven, N.",
        "Akins, K."
    ],
    "“It takes two to know one” – Tongue protrusion-retraction is only one small facet of early intersubjectivity": [
        "Aitken, K."
    ],
    "Turning the tide: A plea for cognitively lean interpretations of infant behaviour": [
        "Beisert, M.",
        "Zmyj, N.",
        "Daum, M."
    ],
    "Multisensory control of ingestive movements and the myth of food addiction in obesity": [
        "Booth, D."
    ],
    "Spontaneous communication and infant imitation": [
        "Buck, R."
    ],
    "When dyadic interaction is the context: Mimicry behaviors on the origin of imitation": [
        "Campos, R.",
        "Nieto, C."
    ],
    "The functional and developmental role of imitation in the (a)typical brain": [
        "Casartelli, L.",
        "Parma, V."
    ],
    "Does early motor development contribute to speech perception?": [
        "Choi, D.",
        "Kandhadai, P.",
        "Danielson, D.",
        "Bruderer, A.",
        "Werker, J."
    ],
    "Beyond sensorimotor imitation in the neonate: Mentalization psychotherapy in adulthood": [
        "Desseilles, M."
    ],
    "A major blow to primate neonatal imitation and mirror neuron theory": [
        "Fitch, W."
    ],
    "The case against newborn imitation grows stronger": [
        "Jones, S."
    ],
    "There is no compelling evidence that human neonates imitate": [
        "Kennedy-Costantini, S.",
        "Oostenbroek, J.",
        "Suddendorf, T.",
        "Nielsen, M.",
        "Redshaw, J.",
        "Davis, J.",
        "."
    ],
    "Mommy or me? Who is the agent in a sense of agency in infant orofacial stereotypies?": [
        "Leisman, G."
    ],
    "“What” matters more than “Why” – Neonatal behaviors initiate social responses": [
        "Libertus, K.",
        "Libertus, M.",
        "Einspieler, C.",
        "Marschik, P."
    ],
    "Do innate stereotypies serve as a basis for swallowing and learned speech movements?": [
        "Mayer, C.",
        "Roewer-Despres, F.",
        "Stavness, I.",
        "Gick, B."
    ],
    "Elements of a comprehensive theory of infant imitation": [
        "Meltzoff, A."
    ],
    "Beyond aerodigestion: Exaptation of feeding-related mouth movements for social communication in human and nonhuman primates": [
        "Murray, L.",
        "Sclafani, V.",
        "Rayson, H.",
        "De Pascalis, L.",
        "Bozicevic, L.",
        "Ferrari, P."
    ],
    "Infant orofacial movements: Inputs, if not outputs, of early imitative ability?": [
        "O'Sullivan, E.",
        "Caldwell, C."
    ],
    "Philosopher's disease and its antidote: Perspectives from prenatal behavior and contagious yawning and laughing": [
        "Provine, R."
    ],
    "Animal studies help clarify misunderstandings about neonatal imitation": [
        "Simpson, E.",
        "Maylott, S.",
        "Heimann, M.",
        "Subiaul, F.",
        "Paukner, A.",
        "Suomi, S.",
        "Ferrari, P."
    ],
    "An unsettled debate: Key empirical and theoretical questions are still open": [
        "Vincini, S.",
        "Jhang, Y.",
        "Buder, E.",
        "Gallagher, S."
    ],
    "Ecological validity, embodiment, and killjoy explanations in developmental psychology": [
        "Zappettini, S."
    ],
    "Why do we remember? The communicative function of episodic memory": [
        "Mahr, J.",
        "Csibra, G."
    ],
    "Retrieval is central to the distinctive function of episodic memory": [
        "Aronowitz, S."
    ],
    "An adaptive function of mental time travel: Motivating farsighted decisions": [
        "Benoit, R.",
        "Berkers, R.",
        "Paulus, P."
    ],
    "The dynamics of episodic memory functions": [
        "Berntsen, D."
    ],
    "Episodic memory must be grounded in reality in order to be useful in communication": [
        "Blank, H."
    ],
    "Episodic memory isn't essentially autonoetic": [
        "Carruthers, P."
    ],
    "Episodic memory is as much about communicating as it is about relating to others": [
        "Coman, A."
    ],
    "Why episodic memory may not be for communication": [
        "De Brigard, F.",
        "Gessell, B."
    ],
    "Remembered events are unexpected": [
        "Dessalles, J."
    ],
    "Sleep to be social: The critical role of sleep and memory for social interaction": [
        "Diekelmann, S.",
        "Paulus, F.",
        "Krach, S."
    ],
    "Emotional memories and how your life may depend upon them": [
        "Eaton, T.",
        "Anderson, A."
    ],
    "The communicative function of destination memory": [
        "El Haj, M.",
        "Miller, R."
    ],
    "Episodic memory and consciousness in antisocial personality disorder and conduct disorder": [
        "Fabbro, F.",
        "Crescentini, C."
    ],
    "The sociocultural functions of episodic memory": [
        "Fivush, R."
    ],
    "“Truth be told” – Semantic memory as the scaffold for veridical communication": [
        "Hayes, B.",
        "Ramanan, S.",
        "Irish, M."
    ],
    "Episodic memory and the witness trump card": [
        "Henry, J.",
        "Craver, C."
    ],
    "More to episodic memory than epistemic assertion: The role of social bonds and interpersonal connection": [
        "Hirst, W.",
        "Echterhoff, G."
    ],
    "Encoding third-person epistemic states contributes to episodic reconstruction of memories": [
        "Kampis, D.",
        "Keszei, A.",
        "Király, I."
    ],
    "Carving event and episodic memory at their joints": [
        "Keven, N."
    ],
    "Episodic memory solves both social and nonsocial problems, and evolved to fulfill many different functions": [
        "Mar, R.",
        "Spreng, R."
    ],
    "Using episodic memory to gauge implicit and/or indeterminate social commitments": [
        "Michael, J.",
        "Székely, M.",
        "Christensen, W."
    ],
    "Autonoesis and reconstruction in episodic memory: Is remembering systematically misleading?": [
        "Michaelian, K."
    ],
    "Autonoesis and dissociative identity disorder": [
        "Morton, J."
    ],
    "Epistemic authority, episodic memory, and the sense of self": [
        "Nagel, J."
    ],
    "False memories, nonbelieved memories, and the unresolved primacy of communication": [
        "Nash, R."
    ],
    "Developmental roots of episodic memory": [
        "Nelson, K."
    ],
    "Enhanced action control as a prior function of episodic memory": [
        "Rau, P.",
        "Botterill, G."
    ],
    "Misconceptions about adaptive function": [
        "Redshaw, J.",
        "Suddendorf, T."
    ],
    "Confabulation and epistemic authority": [
        "Robins, S."
    ],
    "What psychology and cognitive neuroscience know about the communicative function of memory": [
        "Rubin, D."
    ],
    "Morgan's canon is not evidence": [
        "Samuel, S.",
        "Clayton, N."
    ],
    "Constructive episodic simulation, flexible recombination, and memory errors": [
        "Schacter, D.",
        "Carpenter, A.",
        "Devitt, A.",
        "Roberts, R.",
        "Addis, D."
    ],
    "Beyond communication: Episodic memory is key to the self in time": [
        "Szpunar, K.",
        "Chan, J."
    ],
    "Doing without metarepresentation: Scenario construction explains the epistemic generativity and privileged status of episodic memory": [
        "Werning, M.",
        "Cheng, S."
    ],
    "The Nietzschean precedent for anti-reflective, dialogical agency": [
        "Alfano, M."
    ],
    "Innate valuation, existential framing, and one head for multiple moral hats": [
        "Beal, B.",
        "Rochat, P."
    ],
    "The participatory dimension of individual responsibility": [
        "Bonicalzi, S.",
        "Gallotti, M."
    ],
    "Seeing for ourselves: Insights into the development of moral behaviour from models of visual perception and misperception": [
        "Collerton, D.",
        "Perry, E."
    ],
    "The dark side of dialog": [
        "Couchman, J.",
        "Birster, G.",
        "Coutinho, M."
    ],
    "Moral agency among the ruins": [
        "Dunning, D."
    ],
    "On properly characterizing moral agency": [
        "Fowers, B.",
        "Anderson, A.",
        "Lang, S."
    ],
    "What does agency afford the self?": [
        "Franks, B.",
        "Voyer, B."
    ],
    "Learning to talk to ourselves: Development, ignorance, and agency": [
        "Hammond, S."
    ],
    "Talking to others: The importance of responsibility attributions by observers": [
        "Hechler, S.",
        "Kessler, T."
    ],
    "Grounding responsibility in something (more) solid": [
        "Hirstein, W.",
        "Sifferd, K."
    ],
    "Getting by with a little help from our friends": [
        "Lambert, E.",
        "Dennett, D."
    ],
    "Agency is realized by subpersonal mechanisms too": [
        "Levy, N."
    ],
    "Acting without knowledge": [
        "Maibom, H."
    ],
    "Talking to others' selves: Why a valuational paradigm of agency fails to provide an adequate theoretical framework for moral responsibility, social accountability, and legal liability": [
        "Mattei, T."
    ],
    "A limited skeptical threat": [
        "May, J."
    ],
    "A related proposal: An interactionist perspective on reason": [
        "Mercier, H."
    ],
    "Why value values?": [
        "Murray, S."
    ],
    "Acknowledging and managing deep constraints on moral agency and the self": [
        "Niemi, L.",
        "Graham, J."
    ],
    "Another rescue mission: Does it make sense?": [
        "Patrzyk, P."
    ],
    "The tangled web of agency": [
        "Pe-Curto, A.",
        "Deonna, J.",
        "Sander, D."
    ],
    "Negotiating responsibility": [
        "Sommers, T."
    ],
    "Agency enhancement and social psychology": [
        "Taylor, M."
    ],
    "Responsibility: Cognitive fragments and collaborative coherence?": [
        "Uleman, J.",
        "Granot, Y.",
        "Shimizu, Y."
    ],
    "Manipulation, oppression, and the deep self": [
        "Vargas, M."
    ],
    "To kill a bee: The aptness and moralistic heuristics of reactive attitudes": [
        "Viciana, H.",
        "Gaitán, A.",
        "Aguiar, F."
    ],
    "“Defeaters” don't matter": [
        "Ward, Z.",
        "Machery, E."
    ],
    "The practice of everyday life provides supporters and inviters of morally responsible agency": [
        "Zinken, J.",
        "Reddy, V."
    ],
    "The cultural evolution of shamanism": [
        "Singh, M."
    ],
    "Increased affluence, life history theory, and the decline of shamanism": [
        "Baumard, N."
    ],
    "Shamanism within a general theory of religious action (no cheesecake needed)": [
        "Beit-Hallahmi, B."
    ],
    "Shamanism and efficacious exceptionalism": [
        "Blackwell, A.",
        "Purzycki, B."
    ],
    "Enjoying your cultural cheesecake: Why believers are sincere and shamans are not charlatans": [
        "Boudry, M."
    ],
    "Missing links: The psychology and epidemiology of shamanistic beliefs": [
        "Boyer, P."
    ],
    "Some needed psychological clarifications on the experience(s) of shamanism": [
        "Cardeña, E.",
        "Krippner, S."
    ],
    "Genetic predilections and predispositions for the development of shamanism": [
        "Fiala, J.",
        "Coolidge, F."
    ],
    "The cultural evolution of war rituals": [
        "Glowacki, L."
    ],
    "Do shamans violate notions of humanness?": [
        "Haslam, N."
    ],
    "Biological foundations and beneficial effects of trance": [
        "Hove, M.",
        "Stelzer, J."
    ],
    "Shamans as healers: When magical structure becomes practical function": [
        "Humphrey, N."
    ],
    "Financial alchemists and financial shamans": [
        "Johnson, S."
    ],
    "A ritual by any other name": [
        "Kapitány, R.",
        "Kavanagh, C."
    ],
    "Commitment enforcement also explains shamanism's culturally shared features": [
        "Linquist, S."
    ],
    "Shamanism and the social nature of cumulative culture": [
        "Nielsen, M.",
        "Fischer, R.",
        "Kashima, Y."
    ],
    "Psychosis is episodically required for the enduring integrity of shamanism": [
        "Polimeni, J."
    ],
    "Shamanism and psychosis: Shared mechanisms?": [
        "Powers, A.",
        "Corlett, P."
    ],
    "Shamanism and the psychosis continuum": [
        "Ross, R.",
        "McKay, R."
    ],
    "An existential perspective on the psychological function of shamans": [
        "Schindler, S.",
        "Greenberg, J.",
        "Pfattheicher, S."
    ],
    "Therapeutic encounters and the elicitation of community care": [
        "Steinkopf, L.",
        "De Barra, M."
    ],
    "Toward a neurophysiological foundation for altered states of consciousness": [
        "Tabatabaeian, S.",
        "Jennings, C."
    ],
    "The social functions of shamanism": [
        "Watson-Jones, R.",
        "Legare, C."
    ],
    "The evolution of the shaman's cultural toolkit": [
        "Willard, A.",
        "Nakawake, Y.",
        "Jong, J."
    ],
    "Identifying the nature of shamanism": [
        "Winkelman, M."
    ],
    "Complexity and possession: Gender and social structure in the variability of shamanic traits": [
        "Wood, C.",
        "Stockly, K."
    ],
    "The difference between ice cream and Nazis: Moral externalization and the evolution of human cooperation": [
        "Stanford, P."
    ],
    "Moral cues from ordinary behaviour": [
        "Allidina, S.",
        "Cunningham, W."
    ],
    "The difference between the scope of a norm and its apparent source": [
        "Birch, J."
    ],
    "The brighter the light, the deeper the shadow: Morality also fuels aggression, conflict, and violence": [
        "Böhm, R.",
        "Thielmann, I.",
        "Hilbig, B."
    ],
    "Coordination, conflict, and externalization": [
        "Bruner, J."
    ],
    "Moral externalisation fails to scale": [
        "Brusse, C.",
        "Sterelny, K."
    ],
    "Norms, not moral norms: The boundaries of morality do not matter": [
        "Davis, T.",
        "Kelly, D."
    ],
    "How does moral objectification lead to correlated interactions?": [
        "Goodwin, G."
    ],
    "Green beards and signaling: Why morality is not indispensable": [
        "Handfield, T.",
        "Thrasher, J.",
        "García, J."
    ],
    "Externalization is common to all value judgments, and norms are motivating because of their intersubjective grounding": [
        "Isern-Mas, C.",
        "Gomila, A."
    ],
    "From objectivized morality to objective morality": [
        "Jebari, J.",
        "Huebner, B."
    ],
    "Moral externalization is an implausible mechanism for cooperation, let alone “hypercooperation”": [
        "Johnson, T."
    ],
    "Moral externalization may precede, not follow, subjective preferences": [
        "Kaznatcheev, A.",
        "Shultz, T."
    ],
    "Generalization and the experience of obligations as externally imposed: Distinct contributors to the evolution of human cooperation": [
        "O'Neill, E."
    ],
    "Do the folk need a meta-ethics?": [
        "Patel, S.",
        "Machery, E."
    ],
    "Is all morality or just prosociality externalized?": [
        "Poulin, M."
    ],
    "Moralization of preferences and conventions and the dynamics of tribal formation": [
        "Ross, D."
    ],
    "Externalization of moral demands does not motivate exclusion of non-cooperators: A defense of a subjectivist moral psychology": [
        "Schulz, A."
    ],
    "Do we really externalize or objectivize moral demands?": [
        "Stich, S."
    ],
    "Not as distinct as you think: Reasons to doubt that morality comprises a unified and objective conceptual category": [
        "Theriault, J.",
        "Young, L."
    ],
    "Moral demands truly are externally imposed": [
        "Van Prooijen, J."
    ],
    "The objectivity of moral norms is a top-down cultural construct": [
        "Voorhees, B.",
        "Read, D.",
        "Gabora, L."
    ],
    "Disgust as a mechanism for externalization: Coordination and disassociation": [
        "Wiegman, I."
    ],
    "A cognitive, non-selectionist account of moral externalism": [
        "Zinser, J."
    ],
    "Making replication mainstream": [
        "Zwaan, R.",
        "Etz, A.",
        "Lucas, R.",
        "Donnellan, M."
    ],
    "If we accept that poor replication rates are mainstream": [
        "Alexander, D.",
        "Moors, P."
    ],
    "Replications can cause distorted belief in scientific progress": [
        "Białek, M."
    ],
    "Strong scientific theorizing is needed to improve replicability in psychological science": [
        "Carsel, T.",
        "Demos, A.",
        "Motyl, M."
    ],
    "The costs and benefits of replication studies": [
        "Coles, N.",
        "Tiokhin, L.",
        "Scheel, A.",
        "Isager, P.",
        "Lakens, D."
    ],
    "The meaning of a claim is its reproducibility": [
        "De Ruiter, J."
    ],
    "To make innovations such as replication mainstream, publish them in mainstream journals": [
        "Egloff, B."
    ],
    "A pragmatist philosophy of psychological science and its implications for replication": [
        "Gantman, A.",
        "Gomila, R.",
        "Martinez, J.",
        "Matias, J.",
        "Paluck, E.",
        "Starck, J.",
        "."
    ],
    "Don't characterize replications as successes or failures": [
        "Gelman, A."
    ],
    "Three ways to make replication mainstream": [
        "Gernsbacher, M."
    ],
    "Three strong moves to improve research and replications alike": [
        "Giner-Sorolla, R.",
        "Amodio, D.",
        "Van Kleef, G."
    ],
    "Making replication prestigious": [
        "Gorgolewski, K.",
        "Nichols, T.",
        "Kennedy, D.",
        "Poline, J.",
        "Poldrack, R."
    ],
    "A Bayesian decision-making framework for replication": [
        "Hardwicke, T.",
        "Tessler, M.",
        "Peloquin, B.",
        "Frank, M."
    ],
    "Putting replication in its place": [
        "Heit, E.",
        "Rotello, C."
    ],
    "Bayesian belief updating after a replication experiment": [
        "Holcombe, A.",
        "Gershman, S."
    ],
    "An argument for how (and why) to incentivise replication": [
        "Howe, P.",
        "Perfors, A."
    ],
    "How to make replications mainstream": [
        "IJzerman, H.",
        "Grahe, J.",
        "Brandt, M."
    ],
    "Why replication has more scientific value than original discovery": [
        "Ioannidis, J."
    ],
    "Introducing a replication-first rule for Ph.D. projects": [
        "Kochari, A.",
        "Ostarek, M."
    ],
    "Selecting target papers for replication": [
        "Kuehberger, A.",
        "Schulte-Mecklenbeck, M."
    ],
    "Direct replication and clinical psychological science": [
        "Lilienfeld, S."
    ],
    "Replication is already mainstream: Lessons from small-N designs": [
        "Little, D.",
        "Smith, P."
    ],
    "Enhancing research credibility when replication is not feasible": [
        "MacCoun, R."
    ],
    "Verify original results through reanalysis before replicating": [
        "Nuijten, M.",
        "Bakker, M.",
        "Maassen, E.",
        "Wicherts, J."
    ],
    "Direct replications in the era of open sampling": [
        "Paolacci, G.",
        "Chandler, J."
    ],
    "You are not your data": [
        "Pennycook, G."
    ],
    "The importance of exact conceptual replications": [
        "Petty, R."
    ],
    "The replicability revolution": [
        "Schimmack, U."
    ],
    "Constraints on generality statements are needed to define direct replication": [
        "Simons, D.",
        "Shoda, Y.",
        "Lindsay, D."
    ],
    "What the replication reformation wrought": [
        "Spellman, B.",
        "Kahneman, D."
    ],
    "Verifiability is a core principle of science": [
        "Srivastava, S."
    ],
    "What have we learned? What can we learn?": [
        "Strack, F.",
        "Stroebe, W."
    ],
    "Conceptualizing and evaluating replication across domains of behavioral research": [
        "Tackett, J.",
        "McShane, B."
    ],
    "Making prepublication independent replication mainstream": [
        "Tierney, W.",
        "Schweinsberg, M.",
        "Uhlmann, E."
    ],
    "Scientific progress is like doing a puzzle, not building a wall": [
        "Tullett, A.",
        "Vazire, S."
    ],
    "Holding replication studies to mainstream standards of evidence": [
        "Wegener, D.",
        "Fabrigar, L."
    ],
    "Data replication matters to an underpowered study, but replicated hypothesis corroboration counts": [
        "Witte, E.",
        "Zenker, F."
    ],
    "Folk-economic beliefs: An evolutionary cognitive model": [
        "Boyer, P.",
        "Petersen, M."
    ],
    "Folk-economic beliefs as “evidential fiction”: Putting the economic public discourse back on track": [
        "Acerbi, A.",
        "Sacco, P."
    ],
    "Beyond market behavior: Evolved cognition and folk political economic beliefs": [
        "Andrews, T.",
        "Delton, A."
    ],
    "Elaborating the role of reflection and individual differences in the study of folk-economic beliefs": [
        "Arceneaux, K."
    ],
    "Fairness, more than any other cognitive mechanism, is what explains the content of folk-economic beliefs": [
        "Baumard, N.",
        "Chevallier, C.",
        "André, J."
    ],
    "Not all folk-economic beliefs are best understood through our ancestral past": [
        "Bhattacharjee, A.",
        "Dana, J."
    ],
    "Partisan elites shape citizens' economic beliefs": [
        "Bisgaard, M.",
        "Slothuus, R."
    ],
    "Challenges of folk-economic beliefs: Coverage, level of abstraction, and relation to ideology": [
        "Buturovic, Z."
    ],
    "Fear of economic policies may be domain-specific, and social emotions can explain why": [
        "Chowdhury, A.",
        "Yu, R."
    ],
    "How Homo economicus lost her mind and how we can revive her": [
        "DeScioli, P."
    ],
    "How does “emporiophobia” develop?": [
        "Echelbarger, M.",
        "Gelman, S.",
        "Kalish, C."
    ],
    "The mind of the market: Lay beliefs about the economy as a willful, goal-oriented agent": [
        "Forstmann, M.",
        "Burgmer, P."
    ],
    "Social transmission bias and the cultural evolution of folk-economic beliefs": [
        "Hirshleifer, D.",
        "Teoh, S."
    ],
    "People are intuitive economists under the right conditions": [
        "Jern, A."
    ],
    "Why do people believe in a zero-sum economy?": [
        "Johnson, S."
    ],
    "Does evolutionary cognitive psychology crowd out the better angels of our nature?": [
        "Kam, C."
    ],
    "Broadening the role of “self-interest” in folk-economic beliefs": [
        "Karabegović, M.",
        "Rotella, A.",
        "Barclay, P."
    ],
    "A grounded cognition perspective on folk-economic beliefs": [
        "Lee, S.",
        "Schwarz, N."
    ],
    "Economic complexities and cognitive hurdles: Accounting for specific economic misconceptions without an ultimate cause": [
        "Leiser, D.",
        "Shemesh, Y."
    ],
    "Understanding the development of folk-economic beliefs": [
        "Liberman, Z.",
        "Kinzler, K."
    ],
    "Mapping the terra incognita of economic cognition will require an experimental paradigm that incorporates context": [
        "Lightner, A.",
        "Hagen, E."
    ],
    "Folk-economic beliefs as moral intuitions": [
        "Malhotra, N."
    ],
    "Coalitional rivalry may hurt in economic exchanges such as trade but help in war": [
        "McDermott, R."
    ],
    "Adding culture and context improves evolutionary theorizing about human cognition": [
        "McNamara, R.",
        "Fischer, R."
    ],
    "Developmental and cultural factors in economic beliefs": [
        "Miton, H.",
        "Sperber, D."
    ],
    "Spoiled for choice: Identifying the building blocks of folk-economic beliefs": [
        "Nancekivell, S.",
        "Friedman, O."
    ],
    "Folk-economics: Inherited biases or misapplication of everyday experience?": [
        "Ross, D."
    ],
    "Zero-sum thinking and economic policy": [
        "Rubin, P."
    ],
    "The challenge of accounting for individual differences in folk-economic beliefs": [
        "Ruisch, B.",
        "Anderson, R.",
        "Pizarro, D."
    ],
    "A theory of how evolved psychology underpins attitudes towards societal economics must go beyond exchanges and averages": [
        "Sheehy-Skeffington, J.",
        "Thomsen, L."
    ],
    "Evolutionary model of folk economics: That which is seen, and that which is not seen?": [
        "Stastny, D.",
        "Houdek, P."
    ],
    "Why do people think that others should earn this or that?": [
        "Sznycer, D.",
        "Ermer, E.",
        "Tooby, J."
    ],
    "Do the folk actually hold folk-economic beliefs?": [
        "Tappin, B.",
        "Ross, R.",
        "McKay, R."
    ],
    "Dying for the group: Towards a general theory of extreme self-sacrifice": [
        "Whitehouse, H."
    ],
    "What motivates devoted actors to extreme sacrifice, identity fusion, or sacred values?": [
        "Atran, S.",
        "Gómez, Á."
    ],
    "Self-sacrifice for in-group's history: A diachronic perspective": [
        "Babińska, M.",
        "Bilewicz, M."
    ],
    "Dying for your group or for your faith? On the power of belief": [
        "Boudry, M."
    ],
    "The role of entitativity in perpetuating cycles of violence": [
        "Choi, V.",
        "Jackson, J.",
        "Gelfand, M."
    ],
    "Altruism, collective rationality, and extreme self-sacrifice": [
        "Colman, A.",
        "Pulford, B."
    ],
    "Extreme self-sacrifice beyond fusion: Moral expansiveness and the special case of allyship": [
        "Crimston, D.",
        "Hornsey, M."
    ],
    "Identity fusion and fitness interdependence": [
        "Cronk, L.",
        "Aktipis, A."
    ],
    "Self-sacrifice as a social signal": [
        "Dessalles, J."
    ],
    "The importance of environmental threats and ideology in explaining extreme self-sacrifice": [
        "Elnakouri, A.",
        "McGregor, I.",
        "Grossmann, I."
    ],
    "Motivational (con)fusion: Identity fusion does not quell personal self-interest": [
        "Gaertner, L.",
        "Heger, A.",
        "Sedikides, C."
    ],
    "Self-sacrifice for a cause: The role of ideas and beliefs in motivating human conflict": [
        "Ginges, J.",
        "Shackleford, C."
    ],
    "The analytic utility of distinguishing fighting from dying": [
        "Hansen, I."
    ],
    "Does identity fusion give rise to the group – or the reverse? Politics- versus community-based groups": [
        "Khalil, E."
    ],
    "Toward a more comprehensive theory of self-sacrificial violence": [
        "Kiper, J.",
        "Sosis, R."
    ],
    "A potential explanation for self-radicalisation": [
        "Lane, J.",
        "Shults, F.",
        "Wildman, W."
    ],
    "Strength in numbers: A survival strategy that helps explain social bonding and commitment": [
        "Lankford, A."
    ],
    "The power of norms to sway fused group members": [
        "Louis, W.",
        "McGarty, C.",
        "Thomas, E.",
        "Amiot, C.",
        "Moghaddam, F."
    ],
    "“Self-sacrifice” as an accidental outcome of extreme within-group mutualism": [
        "Marie, A."
    ],
    "Segregation and belief polarization as boundary conditions for when fusion leads to self-sacrifice": [
        "Melton, Z.",
        "Motyl, M."
    ],
    "The motivation to sacrifice for a cause reflects a basic cognitive bias": [
        "Olivola, C."
    ],
    "Individuals, traditions, and the righteous": [
        "Palmer, C.",
        "Clark, K."
    ],
    "The fire burns within: Individual motivations for self-sacrifice": [
        "Rahal, R."
    ],
    "Origins of social fusion": [
        "Rochat, P."
    ],
    "Accumulative fusion and the issue of age: Reconciling the model with the data": [
        "Rosenzweig, C.",
        "Ruisch, B.",
        "Stern, C."
    ],
    "Individual difference in acts of self-sacrifice": [
        "Stagnaro, M.",
        "Littman, R.",
        "Rand, D."
    ],
    "Identity fusion “in the wild”: Moving toward or away from a general theory of identity fusion?": [
        "Swann, W.",
        "Jetten, J."
    ],
    "Communal sharing/identity fusion does not require reflection on episodic memory of shared experience or trauma – and usually generates kindness": [
        "Thomsen, L.",
        "Fiske, A."
    ],
    "Considering selection pressures for identity fusion and self-sacrifice in small-scale societies": [
        "Wiessner, P."
    ],
    "What fuses sports fans?": [
        "Xygalatas, D."
    ],
    "Suboptimality in perceptual decision making": [
        "Rahnev, D.",
        "Denison, R."
    ],
    "Excess of individual variability of priors prevents successful development of general models": [
        "Bachmann, T."
    ],
    "Suboptimality in perceptual decision making and beyond": [
        "Barth, H.",
        "Cordes, S.",
        "Patalano, A."
    ],
    "How did that individual make that perceptual decision?": [
        "Booth, D."
    ],
    "The world is complex, not just noisy": [
        "Brette, R."
    ],
    "Although optimal models are useful, optimality claims are not that common": [
        "Chambers, C.",
        "Kording, K."
    ],
    "Serial effects are optimal": [
        "Cicchini, G.",
        "Burr, D."
    ],
    "LPCD framework: Analytical tool or psychological model?": [
        "Danks, D."
    ],
    "Optimality is critical when it comes to testing computation-level hypotheses": [
        "Geurts, L.",
        "Chetverikov, A.",
        "Van Bergen, R.",
        "Zhou, Y.",
        "Bertana, A.",
        "Jehee, J."
    ],
    "The role of (bounded) optimization in theory testing and prediction": [
        "Howes, A.",
        "Lewis, R."
    ],
    "Model comparison, not model falsification": [
        "Love, B."
    ],
    "Identifying suboptimalities with factorial model comparison": [
        "Ma, W."
    ],
    "Satisficing as an alternative to optimality and suboptimality in perceptual decision making": [
        "Mastrogiorgio, A.",
        "Petracca, E."
    ],
    "Optimality is both elusive and necessary": [
        "Meyer, J."
    ],
    "The standard Bayesian model is normatively invalid for biological brains": [
        "Moran, R.",
        "Tsetsos, K."
    ],
    "Observer models of perceptual development": [
        "Nardini, M.",
        "Dekker, T."
    ],
    "Supra-optimality may emanate from suboptimality, and hence optimality is no benchmark in multisensory integration": [
        "Noel, J."
    ],
    "When the simplest voluntary decisions appear patently suboptimal": [
        "Salinas, E.",
        "Seideman, J.",
        "Stanford, T."
    ],
    "Characterising variations in perceptual decision making": [
        "Schultz, J.",
        "Hurlemann, R."
    ],
    "Inclusion of neural effort in cost function can explain perceptual decision suboptimality": [
        "Shimansky, Y.",
        "Dounskaia, N."
    ],
    "Discarding optimality: Throwing out the baby with the bathwater?": [
        "Simen, P.",
        "Balcı, F."
    ],
    "Credo for optimality": [
        "Stocker, A."
    ],
    "Perceptual suboptimality: Bug or feature?": [
        "Summerfield, C.",
        "Li, V."
    ],
    "Bayesian statistics to test Bayes optimality": [
        "Turner, B.",
        "McClelland, J.",
        "Busemeyer, J."
    ],
    "Suboptimalities for sure: Arguments from evolutionary theory": [
        "Withagen, R.",
        "Van der Kamp, J.",
        "De Wit, M."
    ],
    "Leveraging decision consistency to decompose suboptimality in terms of its ultimate predictability": [
        "Wyart, V."
    ],
    "Descending Marr's levels: Standard observers are no panacea": [
        "Zednik, C.",
        "Jäkel, F."
    ],
    "Non-optimal perceptual decision in human navigation": [
        "Zhao, M.",
        "Warren, W."
    ],
    "Brain disorders? Not really: Why network structures block reductionism in psychopathology research": [
        "Borsboom, D.",
        "Cramer, A.",
        "Kalis, A."
    ],
    "Reductionist thinking and animal models in neuropsychiatric research": [
        "Baran, N."
    ],
    "Beyond trait reductionism: Implications of network structures for dimensional models of psychopathology": [
        "Bornstein, R."
    ],
    "The adaptive self: Culture and social flexibility in feedback networks": [
        "Crafa, D.",
        "Nagel, S."
    ],
    "Beyond reduction with the representation: The need for causality with full complexity to unravel mental health": [
        "Desseilles, M.",
        "Phillips, C."
    ],
    "Symptoms are not the solution but the problem: Why psychiatric research should focus on processes rather than symptoms": [
        "Elbau, I.",
        "Binder, E.",
        "Spoormaker, V."
    ],
    "Networks, intentionality and multiple realizability: Not enough to block reductionism": [
        "Eronen, M.",
        "Bringmann, L."
    ],
    "Indeed, not really a brain disorder: Implications for reductionist accounts of addiction": [
        "Field, M.",
        "Heather, N.",
        "Wiers, R."
    ],
    "Conceptualizing neurodevelopmental disorders as networks: Promises and challenges": [
        "Hens, K.",
        "Evers, K.",
        "Wagemans, J."
    ],
    "The value of clinical and translational neuroscience approaches to psychiatric illness": [
        "Hur, J.",
        "Tillman, R.",
        "Fox, A.",
        "Shackman, A."
    ],
    "Functional disorders can also be explained through a non-reductionist application of network theory": [
        "Hyland, M."
    ],
    "Therapy and prevention for mental health: What if mental diseases are mostly not brain disorders?": [
        "Ioannidis, J."
    ],
    "Network models can help focus research on the role of culture and context in psychopathology, but don't discount latent variable models": [
        "Jayawickreme, N.",
        "Rasmussen, A.",
        "Karasz, A.",
        "Verkuilen, J.",
        "Jayawickreme, E."
    ],
    "The network takeover reaches psychopathology": [
        "McNally, R."
    ],
    "Making a case for constructive reductionism": [
        "Müller, C."
    ],
    "Neither biological nor symptomatology reductionism: A call for integration in psychopathology research": [
        "Nephew, B.",
        "Febo, M.",
        "Santos, H."
    ],
    "Getting to the bottom of things: The value of evolutionary approaches in discerning the origin of psychopathology": [
        "O, J.",
        "Brüne, M."
    ],
    "Evolutionary-developmental modeling of neurodiversity and psychopathology": [
        "Oller, D."
    ],
    "Brain networks require a network-conscious psychopathological approach": [
        "Pasqualotto, A."
    ],
    "Reductionism – simplified and scientific": [
        "Perlovsky, L."
    ],
    "Elimination, not reduction: Lessons from the Research Domain Criteria (RDoC) and multiple realisation": [
        "Pernu, T."
    ],
    "Brain networks for emotion and cognition: Implications and tools for understanding mental disorders and pathophysiology": [
        "Pessoa, L."
    ],
    "Taking an engineer's view: Implications of network analysis for computational psychiatry": [
        "Redish, A.",
        "Kazinka, R.",
        "Herman, A."
    ],
    "Special, radical, failure of reduction in psychiatry": [
        "Ross, D."
    ],
    "Intentional content in psychopathologies requires an expanded interpretivism": [
        "Slors, M.",
        "Francken, J.",
        "Strijbos, D."
    ],
    "Why not be pluralists about explanatory reduction?": [
        "Tabb, K."
    ],
    "Problem behavior in autism spectrum disorders: A paradigmatic self-organized perspective of network structures": [
        "Tonello, L.",
        "Giacobbi, L.",
        "Pettenon, A.",
        "Scuotto, A.",
        "Cocchi, M.",
        "Gabrielli, F.",
        "Cappello, G."
    ],
    "The biology of mental disorders: What are we talking about?": [
        "Troisi, A."
    ],
    "What's in a model? Network models as tools instead of representations of what psychiatric disorders really are": [
        "Van Loo, H.",
        "Romeijn, J."
    ],
    "Families of network structures – we need both phenomenal and explanatory models": [
        "Ward, T.",
        "Fischer, R."
    ],
    "How foraging works: Uncertainty magnifies food-seeking motivation": [
        "Anselme, P.",
        "Güntürkün, O."
    ],
    "Food seeking and food sharing under uncertainty": [
        "Aharonov-Majar, E.",
        "Suleiman, R."
    ],
    "A neural basis for food foraging in obesity": [
        "Almiron-Roig, E.",
        "Pastor, M.",
        "Martínez, J.",
        "Drewnowski, A."
    ],
    "Foraging extends beyond food: Hoarding of mental energy and information seeking in response to uncertainty": [
        "Alquist, J.",
        "Baumeister, R."
    ],
    "Simulating exploration versus exploitation in agent foraging under different environment uncertainties": [
        "Chmait, N.",
        "Dowe, D.",
        "Green, D.",
        "Li, Y."
    ],
    "Unpredictable homeodynamic and ambient constraints on irrational decision making of aneural and neural foragers": [
        "Clark, K."
    ],
    "Hope, exploration, and equilibrated action schemes": [
        "Gozli, D.",
        "Gao, C."
    ],
    "Mechanistic models must link the field and the lab": [
        "Houston, A.",
        "Malhotra, G."
    ],
    "Extending models of “How Foraging Works”: Uncertainty, controllability, and survivability": [
        "Hulme, O.",
        "Kvitsiani, D."
    ],
    "Beyond uncertainty: A broader scope for “incentive hope” mechanisms and its implications": [
        "Linkovski, O.",
        "Weinbach, N.",
        "Edelman, S.",
        "Feldman, M.",
        "Lotem, A.",
        "Kolodny, O."
    ],
    "Complex social ecology needs complex machineries of foraging": [
        "Matsushima, T.",
        "Amita, H.",
        "Ogura, Y."
    ],
    "Does the “incentive hope” hypothesis explain food-wasting behavior among humans? Yes and no": [
        "Misiak, M.",
        "Sorokowski, P.",
        "Karwowski, M."
    ],
    "The value of uncertainty: An active inference perspective": [
        "Pezzulo, G.",
        "Friston, K."
    ],
    "Considerations for the study of “incentive hope” and sign-tracking behaviors in humans": [
        "Pool, E.",
        "Sander, D."
    ],
    "Food security and obesity: Can passerine foraging behavior inform explanations for human weight gain?": [
        "Pool, U."
    ],
    "Hoarding all of the chips: Slot machine gambling and the foraging for coins": [
        "Robinson, M."
    ],
    "“How Foraging Works”: Let's not forget the physiological mechanisms of energy balance": [
        "Smulders, T.",
        "Boswell, T.",
        "Henderson, L."
    ],
    "Food-seeking behavior has complex evolutionary pressures in songbirds: Linking parental foraging to offspring sexual selection": [
        "Snyder, K.",
        "Creanza, N."
    ],
    "Random isn't real: How the patchy distribution of ecological rewards may generate “incentive hope”": [
        "Symes, L.",
        "Wheatley, T."
    ],
    "Overlapping neural systems underlying “incentive hope” and apprehension": [
        "Tops, M."
    ],
    "“Incentive hope” and the nature of impulsivity in low-socioeconomic-status individuals": [
        "Walsh, F.",
        "Cheries, E.",
        "Kwak, Y."
    ],
    "Beyond “incentive hope”: Information sampling and learning under reward uncertainty": [
        "Wang, M.",
        "Hayden, B."
    ],
    "How uncertainty begets hope: A model of adaptive and maladaptive seeking behavior": [
        "Zack, M."
    ],
    "Microbiota-gut-brain research: A critical analysis": [
        "Hooks, K.",
        "Konsman, J.",
        "O'Malley, M."
    ],
    "Increasing reproducibility and interpretability of microbiota-gut-brain studies on human neurocognition and intermediary microbial metabolites": [
        "Aarts, E.",
        "El Aidy, S."
    ],
    "The parent-offspring microbiome and neurobehavioral development": [
        "Alberts, J.",
        "Harshaw, C.",
        "Demas, G.",
        "Wellman, C.",
        "Morrow, A."
    ],
    "Microbiota-gut-brain research: A plea for an interdisciplinary approach and standardization": [
        "Andreoletti, M.",
        "Rescigno, M."
    ],
    "Beyond a gut feeling: How the immune system impacts the effect of gut microbiota in neurodevelopment": [
        "Azhari, A.",
        "Azizan, F.",
        "Esposito, G."
    ],
    "Stress and microbiota: Between biology and psychology": [
        "Birk, R."
    ],
    "Combining integrated systems-biology approaches with intervention-based experimental design provides a higher-resolution path forward for microbiome research": [
        "Blakeley-Ruiz, J.",
        "McClintock, C.",
        "Lydic, R.",
        "Baghdoyan, H.",
        "Choo, J.",
        "Hettich, R."
    ],
    "The contribution of microbiology to neuroscience: More complex than it seems?": [
        "Borghi, E.",
        "Vignoli, A.",
        "D'Agostino, A."
    ],
    "Neurotropic enteroviruses co-opt “fair-weather-friend” commensal gut microbiota to drive host infection and central nervous system disturbances": [
        "Clark, K."
    ],
    "Nourishing the gut microbiota: The potential of prebiotics in microbiota-gut-brain axis research": [
        "Dalile, B.",
        "Verbeke, K.",
        "Van Oudenhove, L.",
        "Vervliet, B."
    ],
    "Neuropeptide-like signaling in the microbiota-gut-brain axis": [
        "Fetissov, S."
    ],
    "Scientific claims are constitutive of common sense about health": [
        "Gligorov, N."
    ],
    "Putting microbiota-gut-brain research in a systemic developmental context: Focus on breast milk": [
        "Howell, B.",
        "Tramacere, A."
    ],
    "Why a developmental cognitive neuroscience approach may be key for future-proofing microbiota-gut-brain research": [
        "Johnstone, N.",
        "Cohen Kadosh, K."
    ],
    "A call for mapping the development of the microbiota-gut-brain axis during human infancy": [
        "Kelsey, C.",
        "Grossmann, T."
    ],
    "Why don't probiotics work?": [
        "Korte, B.",
        "Korte, S."
    ],
    "Why microbes, not microbiomes, are better causal explanations in gut-brain research": [
        "Lynch, K."
    ],
    "On the potential distortions of highly cited papers in emerging research fields: A critical appraisal": [
        "Ostinelli, E.",
        "Gambini, O.",
        "D'Agostino, A."
    ],
    "Practical guidelines for gut microbiome analysis in microbiota-gut-brain axis research": [
        "Valles-Colomer, M.",
        "Falony, G.",
        "Vieira-Silva, S.",
        "Raes, J."
    ],
    "Inter-individual variation shapes the human microbiome": [
        "Wissel, E.",
        "Smith, L."
    ]
}